{
  "immigration": {
    "PEQ": [
      "À propos du Programme de l’expérience québécoise\nLe Programme de l’expérience québécoise (PEQ) s’adresse à vous si vous êtes une étudiante ou un étudiant étranger diplômé du Québec ou une travailleuse ou un travailleur étranger temporaire.\nIl vous permet d’obtenir un certificat de sélection du Québec dans le but de vous établir au Québec de façon permanente.\nVous pouvez présenter une demande si vous remplissez toutes les conditions du programme.\nSuivant\nConditions de sélection\n\n\nDernière mise à jour : \n\t\t\n\t\t\t\t\n\t\t\t\t\t\t18 avril 2024\n",
      "Conditions de sélection dans le cadre du Programme de l’expérience québécoise\nVous devez remplir\ntoutes les conditions de sélection du Programme de l’expérience québécoise\nlorsque vous présentez votre demande. Sinon, votre demande sera refusée.\nLe Programme de l'expérience québécoise comprend deux volets\n:\nTravailleurs étrangers temporaires;\nDiplômés du Québec\nVous devez respecter les conditions générales du programme et celles spécifiques au volet dans lequel vous présentez votre demande\n:\nSecteurs d’emploi inadmissibles\nConditions pour les travailleurs étrangers temporaires\nConditions pour les diplômés du Québec\nMesures transitoires suite aux changements réglementaires de 2020\nPrécédent\nÀ propos\nSuivant\nPrésenter une demande de sélection permanente\nJoindre le ministère de l'Immigration, de la Francisation et de l'Intégration\nLundi, mardi, jeudi et vendredi\n: de 8\nh à 16\nh\n30\nMercredi\n: de 10\nh\n30 à 16\nh\n30\nMontréal et environs :\n514 864-9191\nAilleurs au Québec (sans frais) :\n1 877 864-9191\nRemplir le formulaire de contact\n\nDernière mise à jour : \n\t\t\n\t\t\t\t\n\t\t\t\t\t\t25 avril 2024\n",
      "Présenter une demande de sélection permanente dans le cadre du Programme de l’expérience québécoise\nSelon votre situation, vous pouvez présenter une demande dans l’un des deux volets du Programme de l’expérience québécoise (PEQ)\n:\ntravailleurs étrangers temporaires\ndiplômés du Québec\nDans cette page :\nPrésenter votre demande\nDepuis le 26 janvier 2021, toutes les demandes de sélection permanente dans le PEQ se font sur la plateforme Arrima.  Si vous avez présenté votre demande par la poste avant le 26\njanvier\n2021, vous ne pouvez pas utiliser la plateforme Arrima pour effectuer le suivi de votre dossier ou pour modifier votre demande.\nVoici les étapes pour présenter votre demande dans le Programme de l’expérience québécoise\n:\n1- Remplissez les parties 1 et 2 du formulaire de demande de sélection permanente\nSi vous appliquez dans le volet des travailleurs étrangers temporaires, utilisez le formulaire\nDemande de sélection permanente Programme de l’expérience québécoise (PEQ) – Travailleur étranger temporaire\n(PDF 914 Ko)\n.\nSi vous appliquez dans le volet des diplômés du Québec, utilisez le formulaire\nDemande de sélection permanente Programme de l’expérience québécoise (PEQ) – Diplômé du Québec\n(PDF 0.93 Mo)\n.\nAssurez-vous de dater et de signer tous les formulaires et toutes les déclarations. Conservez tous les documents que vous soumettez au ministère de l’Immigration, de la Francisation et de l’Intégration.\n2- Préparez les documents au soutien de votre demande\nVous trouverez la liste des documents à soumettre dans la partie 2 du formulaire de demande de sélection permanente.\nVous devez numériser tous les documents en couleur. Sauvegardez-les en format PDF (Portable Document Format).\nSi un document a plusieurs pages, numérisez-les ensemble dans un seul document.\nAssurez-vous que tous les documents soient\n:\nlisibles;\ncomplets;\nexacts.\nConservez tous les documents que vous soumettez.\nSi vous ne pouvez pas fournir un des documents requis, vous devez joindre une lettre explicative. Cette lettre doit justifier pourquoi il vous est impossible d’obtenir et de transmettre ce document.\n3- Créez-vous un compte sur la plateforme Arrima\nCréez votre compte dans\nArrima\n.\nSi vous en avez déjà un, connectez-vous à celui-ci.\n4- Présentez votre demande de sélection permanente dans Arrima\nVous devez :\nfournir les renseignements sur les membres de la famille qui vous accompagnent;\ntéléverser vos documents de preuve et votre formulaire de demande de sélection permanente;\npayer les frais pour l’examen de votre demande;\nsoumettre votre dossier.\nVous recevrez une notification par courriel et dans le centre de messagerie Arrima pour confirmer la réception de votre demande.\nVous pouvez ajouter des documents en tout temps\n. S’il manque des documents lors du traitement de votre demande, nous vous en informerons.\nPayer les frais pour l’examen de votre demande\nVoici les frais à payer pour l’examen d’une demande de sélection permanente à partir du 1\ner\njanvier\n2024. Ces frais sont ajustés chaque 1\ner\njanvier.\nRequérante ou requérant principal\n: 895\n$\nÉpoux, épouse ou conjointe, conjoint de fait\n: 192\n$\nChaque enfant à charge\n: 192\n$\nLes frais doivent être payés\n:\nen entier;\nen dollars canadiens;\npar vous ou par une tierce personne.\nCes frais ne sont pas remboursables, même si votre demande est refusée ou rejetée.\nModes de paiement\nVous devez payer les frais pour l’examen de votre demande par carte de crédit.\nDélais de traitement\nLa plupart des demandes de sélection permanente dans le PEQ sont traitées dans un\ndélai de six mois\n.\nLe délai débute lorsque le ministère de l’Immigration, de la Francisation et de l’Intégration (MIFI) reçoit votre demande. Assurez-vous que celle-ci soit complète et contienne\n:\nVotre demande de sélection permanente;\nVos documents de preuve;\nLe paiement des frais pour l’examen de votre demande.\nSi votre demande est incomplète ou si vous devez passer une entrevue, le délai de traitement pourrait être plus long.\nConsultez la\nDéclaration de services à la clientèle du MIFI\npour plus de détails.\nExamen de votre demande\nVotre demande doit être complète pour être traitée\n. Pour être recevable, votre demande doit comprendre :\nune copie des parties 1 et 2 du formulaire de demande de sélection permanente, selon le volet dans lequel vous appliquez. La copie doit être lisible et complète ;\nles documents à l’appui de votre demande;\nle paiement des frais pour l’examen de votre demande.\nS’il manque un de ces éléments à votre dossier, vous aurez 60\njours pour les fournir. Sinon, votre demande sera rejetée.\nAttestation d’apprentissage des valeurs démocratiques et des valeurs québécoises\nLorsque votre demande sera traitée, vous recevrez une demande de la ou du ministre de l’Immigration, de la Francisation et de l’Intégration pour obtenir une\nattestation d’apprentissage des valeurs démocratiques et des valeurs québécoises (attestation)\n. Cette demande vous sera envoyée dans votre centre de messagerie Arrima.\nVous aurez alors 60 jours pour obtenir l’attestation. Les membres de votre famille inclus dans votre demande (conjointe ou conjoint de 16 ans et plus et enfants à charge de 18 et plus) doivent aussi obtenir l’attestation dans ce délai. Sinon, votre demande sera rejetée.\nVous ne recevrez pas cette demande si vous et votre famille avez déjà obtenu votre attestation.\nDécisions\nAprès l’examen de votre demande, il y a trois possibilités\n:\n1. Vous êtes sélectionné(e)\nSi vous remplissez toutes les conditions du programme et qu’une entrevue n’est pas nécessaire, vous recevrez\n:\nvotre certificat de sélection du Québec (CSQ) et ceux des membres de votre famille qui vous accompagnent;\nde l’information sur les prochaines étapes de vos démarches d’immigration.\n2. Votre demande est refusée\nVous recevrez une lettre pour vous aviser que votre demande de sélection permanente sera refusée si\n:\nvous n’avez pas rempli toutes les conditions du programme;\nvous n’avez pas transmis tous les documents demandés dans le format et le délai donné;\nvous n’avez rien transmis au Ministère de l’Immigration, de la Francisation et de l’Intégration.\nVous devez présenter des documents ou des justifications qui pourraient bonifier votre demande et vous permettre de remplir toutes les conditions du programme pour être sélectionné(e).\nSuivant votre réponse dans le délai, l’examen de votre demande se poursuivra. Vous recevrez ensuite une décision d’acceptation ou de refus.\nSi vous ne répondez pas dans le délai demandé, votre demande sera refusée. Vous avez la possibilité, sous certaines conditions, de présenter une demande de réexamen administratif.\n3. Votre demande est rejetée\nVous recevrez une lettre pour vous aviser que votre demande de sélection permanente sera rejetée si\n:\nle ministère de l’Immigration, de la Francisation et de l’Intégration a des raisons de douter de l’authenticité de certains renseignements ou documents que vous avez fournis;\nvous n’avez pas fourni une preuve convaincante, dans le délai demandé, pour dissiper les motifs de rejet transmis;\nvous ne vous êtes pas présenté(e) à votre entrevue à la date communiquée.\nVous devez fournir une preuve convaincante pour dissiper les motifs de rejet qui vous ont été communiqués dans la lettre.\nSuivant votre réponse dans le délai demandé, l’examen de votre demande se poursuivra. Vous pourriez aussi être convoqué à une entrevue. Vous recevrez ensuite une décision d’acceptation ou de rejet.\nSi vous ne répondez pas dans le délai demandé, votre demande sera rejetée. Vous avez la possibilité, sous certaines conditions, de présenter une demande de réexamen administratif.\nAjouter ou retirer un membre de votre famille après la présentation de votre demande\nVous pouvez ajouter ou retirer un des membres de votre famille qui vous accompagnent à votre demande de sélection permanente. Ces membres peuvent être\n:\nune épouse ou un époux;\nune conjointe ou un conjoint de fait;\nun ou plusieurs enfants à charge.\nPour les demandes présentées dans Arrima avant d’avoir obtenu votre Certificat de sélection du Québec\nPour ajouter un membre de votre famille à votre demande, vous devez mettre à jour dans votre compte Arrima le nombre de personnes incluses dans votre demande, et payer les frais pour chaque personne ajoutée. Vous devez transmettre dans Arrima\n:\nUn nouveau formulaire de demande de sélection permanente qui reflète les modifications à votre demande (\nvolet Travailleurs étrangers temporaires\n(PDF 914 Ko)\nou\nvolet Diplômés du Québec\n(PDF 0.93 Mo)\n, selon votre situation);\nUne lettre signée par vous, qui demande l’ajout de la personne concernée, et qui explique vos motifs;\nLes documents exigés dans les formats demandés à la Partie\n2 du formulaire de demande de sélection permanente, dont\n:\nles pièces justificatives concernant l’identité et l’état civil de la personne ajoutée,\nla mise à jour des sections de votre formulaire de demande de sélection permanente, incluant le contrat d’autonomie financière et les déclarations signées par votre conjointe, conjoint ou votre épouse ou époux, le cas échéant,\nles documents à l’appui de votre statut, le document à l’appui de sa connaissance du français et son permis de séjour valide, pour l’ajout d’une conjointe ou d’un conjoint ou d’une épouse ou d’un époux,\nle formulaire\nDéclaration de consentement — Immigration d’un enfant mineur accompagné d’un seul parent\n(PDF 118 Ko)\nrempli et signé par le parent non accompagnateur, comprenant les pièces justificatives concernant son identité, pour l’ajout d’un enfant à charge de moins de 18\nans.\nToute personne que vous ajoutez à votre demande et qui a plus de 18 ans ou plus aura 60\njours pour obtenir son\nattestation d’ apprentissage des valeurs démocratiques et des valeurs québécoises\n, sauf si elle\n:\npossède un permis d’études ou un permis de travail valide et a déjà participé à la session\nObjectif Intégration\n;\nen est dispensée par règlement.\nPour retirer un membre de votre famille de votre demande, vous devez mettre à jour dans votre compte Arrima le nombre de personnes incluses dans votre demande. Vous devez transmettre dans Arrima\n:\nUn nouveau formulaire de demande de sélection permanente qui reflète les modifications à votre demande (\nvolet Travailleurs étrangers temporaires\n(PDF 914 Ko)\nou\nvolet Diplômés du Québec\n(PDF 0.93 Mo)\n, selon votre situation);\nUne lettre signée par vous, qui demande l’ajout de la personne concernée, et qui explique vos motifs.\nLes frais d’examen que vous avez déjà payés ne sont pas remboursables si vous faites une demande de retrait.\nPour modifier une demande présentée en version papier ou par Arrima après avoir obtenu votre Certificat de sélection du Québec\nVous devez communiquer avec le Centre de contacts clientèle aux coordonnées suivantes\n:\nRégion de Montréal\n: 514\n864-9191\nAilleurs au Québec (sans frais) : 1\n877\n864-9191\nDe l’extérieur du Québec\n: +\n1\n514 864-9191\nVous devez transmettre par la poste les mêmes documents exigés pour l’ajout ou le retrait d’un membre de votre famille à votre demande avant d’avoir obtenu votre Certificat de sélection du Québec, et\n:\nRetourner au Ministère, par la poste, votre Certificat de sélection du Québec original et les Certificats de sélection du Québec originaux des membres de votre famille délivrés lors de la demande initiale.\nSi votre Certificat de sélection du Québec a été émis il y a plus de 24\nmois, vous devez fournir une lettre du gouvernement fédéral (IRCC) attestant que vous avez présenté votre demande de résidence permanente, et, le cas échéant, demandant le Certificat de sélection du Québec de la personne ajoutée.\nVous devez envoyer le formulaire, les documents et le paiement par la poste à l’adresse suivante\n:\nDirection du regroupement familial et de l’enregistrement\nMinistère de l’Immigration, de la Francisation et de l’Intégration\n212-1200, boulevard Saint-Laurent\nMontréal (Québec)  H2X 0C9\nCANADA\nSe faire représenter pour présenter une demande de sélection permanente\nIl n’est pas nécessaire d’utiliser les services d’une personne que vous payez pour entreprendre vos démarches d’immigration. Aucun traitement prioritaire ou particulier ne vous sera accordé si vous avez recours aux services d’une professionnelle ou d’un professionnel en immigration.\nSi vous décidez tout de même d’utiliser les services d’une personne rémunérée pour vous représenter, consultez la page\nSe faire représenter dans ses démarches d’immigration\n.\nVotre représentante ou représentant et vous devez tous les deux avoir un compte dans la plateforme Arrima.\nEnsuite, vous pourrez établir un lien de représentation dans vos comptes respectifs.\nVotre représentante ou représentant pourra présenter votre demande.\nConditions de sélection\nSuivant\nAprès avoir obtenu votre Certificat de sélection du Québec\nJoindre le ministère de l'Immigration, de la Francisation et de l'Intégration\nLundi, mardi, jeudi et vendredi\n: de 8\nh à 16\nh\n30\nMercredi\n: de 10\nh\n30 à 16\nh\n30\nMontréal et environs :\n514 864-9191\nAilleurs au Québec (sans frais) :\n1 877 864-9191\nRemplir le formulaire de contact\n\nDernière mise à jour : \n\t\t\n\t\t\t\t\n\t\t\t\t\t\t18 juin 2024\n",
      "Après avoir obtenu votre Certificat de sélection du Québec\nLorsque vous obtenez votre Certificat de sélection du Québec, vous devez poursuivre vos démarches d’immigration auprès du gouvernement du Canada.\nVous devez aussi effectuer certaines démarches pour favoriser votre intégration à la société québécoise.\nDans cette page :\nFaire une demande de résidence permanente auprès du gouvernement fédéral\nAprès avoir obtenu votre Certificat de sélection du Québec, vous devez\nfaire une demande de résidence permanente auprès du gouvernement fédéral\n.\nRenouveler votre permis de travail\nSi vous travaillez déjà au Québec et souhaitez continuer de travailler et de rester au Canada légalement, vous devez conserver un permis de travail valide durant vos démarches d’obtention de la résidence permanente auprès du gouvernement du Canada.\nLes démarches à effectuer varient si vous avez déjà présenté ou non votre demande de résidence permanente\n:\nSi vous n’avez pas présenté de demande de résidence permanente\n, vous pouvez\nprésenter une demande de permis de travail lié à un employeur donné dispensé\nd’EIMT\nauprès du gouvernement du Canada. Dans ce cas, vous n’avez pas à obtenir un Certificat d’acceptation du Québec (CAQ). Toutefois, votre employeur aura des démarches à effectuer auprès d’IRCC et il devra payer les frais relatifs à la conformité dans le portail des employeurs du gouvernement fédéral.\nSi vous avez présenté une demande de résidence permanente\n, deux situations peuvent se présenter :\nVous avez obtenu un accusé de réception de votre demande de résidence permanente;\nVous n’avez pas reçu un accusé de réception.\nAvec un accusé de réception\nVous pouvez\nfaire une demande de permis de travail ouvert\ntransitoire\nauprès du gouvernement du Canada. Dans ce cas, vous n’avez pas à obtenir un Certificat d’acceptation du Québec (CAQ).\nSans accusé de réception\nVous pouvez\nfaire une demande de permis de travail lié à un employeur donné dispensé\nd’EIMT\nauprès du gouvernement du Canada. Dans ce cas, vous n’avez pas à obtenir un Certificat d’acceptation du Québec (CAQ). Toutefois, votre employeur aura aussi des démarches à faire auprès du gouvernement du Canada. Il devra payer des frais relatifs à la conformité dans le portail des employeurs du gouvernement fédéral.\nPassage du statut temporaire à permanent\nLorsque vous passez d’un statut d’immigration temporaire à un statut permanent, vous devez effectuer des changements pour certains documents.\nNuméro d’assurance sociale (NAS)\nVous devez obtenir un numéro d’assurance sociale permanent lorsque vous obtenez la résidence permanente. Pour les démarches, consultez la page consultez la page\nNuméro d’assurance\nsociale\nd’Immigration, Réfugiés et Citoyenneté Canada.\nCarte d’assurance maladie\nVous devez faire une nouvelle demande de carte d'assurance maladie auprès de la\nRégie de l’assurance maladie du\nQuébec\n(RAMQ) en présentant les documents relatifs à votre nouveau statut.\nIl est possible que l’assurance maladie ne couvre pas vos soins médicaux pour une période de trois mois. Si c’est votre cas et que vous ne bénéficiez pas de l’assurance collective de votre établissement d’enseignement ou de votre employeur, il vous est fortement conseillé de vous procurer une assurance privée pour cette période.\nPermis de conduire\nVous devez\nobtenir un permis de conduire\nquébécois\npour l’autorisation de conduire.\nVous avez peut-être obtenu l’autorisation de conduire au Québec en utilisant le permis de conduire de votre pays d’origine. Vous pourrez continuer d’utiliser votre permis de conduire étranger au Québec pour un maximum de 6\nmois après la date à laquelle vous obtenez votre statut permanent.\nDémarches d'intégration au Québec\nPour favoriser votre intégration dès que vous obtenez votre Certificat de sélection du Québec, vous pouvez\n:\nVous inscrire à Accompagnement Québec, le\nservice d’intégration pour les personnes immigrantes\n.\nConsulter le guide\nS’installer et s’intégrer au Québec\n.\nPerfectionner votre français en suivant des\ncours de français en ligne\nofferts par le gouvernement du Québec.\nDébuter les démarches pour\nfaire reconnaître vos compétences acquises à l’étranger\n.\nPrésenter une demande de sélection permanente\n\nJoindre le ministère de l'Immigration, de la Francisation et de l'Intégration\nLundi, mardi, jeudi et vendredi\n: de 8\nh à 16\nh\n30\nMercredi\n: de 10\nh\n30 à 16\nh\n30\nMontréal et environs :\n514 864-9191\nAilleurs au Québec (sans frais) :\n1 877 864-9191\nRemplir le formulaire de contact\nDernière mise à jour : \n\t\t\n\t\t\t\t\n\t\t\t\t\t\t25 juillet 2024\n"
    ],
    "parraiange_epoux": [
      "Vérifier votre admissibilité pour parrainer votre époux, conjoint ou partenaire conjugal\nPour parrainer votre épouse ou votre époux, votre conjointe ou votre conjoint, ou votre partenaire conjugal, vous devez respecter les conditions suivantes.\nDécision positive du gouvernement du Canada sur votre admissibilité comme garante ou garant\nVous devez préalablement avoir présenté une\ndemande de parrainage auprès d’Immigration, Réfugiés et Citoyenneté Canada\n(IRCC)\n. Vous devez ensuite avoir reçu une lettre d’IRCC qui\n:\nVous est adressée et non à la personne que vous souhaitez parrainer ;\nIndique que vous êtes admissible pour parrainer une personne ;\nVous invite à poursuivre vos démarches auprès du gouvernement du Québec.\nNotez qu’à ce stade IRCC a reconnu votre admissibilité comme garante ou garant de façon générale, mais n’a pas encore vérifié\n:\nLe lien familial entre vous et la personne que vous souhaitez parrainer ;\nLes autres exigences que la personne que vous souhaitez parrainer doit respecter pour obtenir la résidence permanente.\nConditions à respecter par la personne que vous parrainez\nVous devez vérifier si la personne que vous souhaitez parrainer respecte les\nconditions de la catégorie du regroupement familial pour parrainer une épouse ou un époux, une conjointe ou un conjoint, ou un partenaire conjugal\n.\nCitoyenneté ou résidence permanente\nVous devez avoir la citoyenneté canadienne ou la résidence permanente.\nLieu de résidence\nVous devez résider au Québec. Si vous avez la citoyenneté canadienne, vous pouvez résider à l’étranger au moment de présenter votre demande, mais vous devez vous engager à résider au Québec lorsque votre épouse ou votre époux, votre conjoint ou votre conjointe de fait ou votre partenaire conjugal aura obtenu la résidence permanente.\nÂge\nVous devez être âgé d’au moins 18\nans.\nEngagements précédents\nSi vous avez déjà pris un engagement précédent visant une ex-épouse ou un ex-époux, une ex-conjointe ou un ex-conjoint, cet engagement doit avoir pris fin.\nCapacité financière\nVous devez\ndémontrer que vous avez les ressources financières suffisantes\npour respecter votre engagement.\nObligations financières\nSi vous avez déjà pris un ou des engagements de parrainage, vous devez\n:\nAvoir respecté vos obligations financières ;\nS’il y a lieu, avoir remboursé au gouvernement du Québec ou d’une autre province toute somme qui a été versée à cette personne comme aide financière de dernier recours (aide sociale).\nAide financière de dernier recours (aide sociale)\nVous ne devez pas recevoir d’aide financière de dernier recours, sauf si cette aide vous est donnée en raison de votre âge ou d’une invalidité qui crée des obstacles sévères, permanents ou d’une durée indéfinie à votre emploi.\nPension alimentaire\nSi vous devez payer une pension alimentaire après un jugement officiel, vous devez avoir respecté vos obligations. Sinon, vous devez avoir remboursé toute somme due.\nInfraction contre la personne\nVous ne devez pas avoir été déclaré coupable, au Canada ou à l’étranger, de meurtre ou d’une infraction prévue à l’annexe I ou II de la\nLoi sur le système correctionnel et la mise en liberté sous\nconditions\n, notamment\n:\nDe délit sexuel ;\nDe tentative ou de menace de commettre un délit sexuel ;\nD’une infraction entraînant des lésions corporelles ;\nDe tentative ou de menace d’infraction entraînant des lésions corporelles.\nSi vous avez été déclaré coupable d’une de ces infractions, vous devez avoir été acquitté en dernier ressort, réhabilité ou avoir fini de purger votre peine depuis au moins cinq ans avant de présenter votre demande.\nMesure de renvoi ou en détention\nVous ne devez pas être visé par une mesure de renvoi du gouvernement canadien ni être détenu dans un pénitencier ou une prison.\nDéterminer qui vous pouvez parrainer\nJoindre le ministère de l'Immigration, de la Francisation et de l'Intégration\nLundi, mardi, jeudi et vendredi\n: de 8\nh à 16\nh\n30\nMercredi\n: de 10\nh\n30 à 16\nh\n30\nMontréal et environs :\n514 864-9191\nAilleurs au Québec (sans frais) :\n1 877 864-9191\nRemplir le formulaire de contact\nDernière mise à jour : \n\t\t\n\t\t\t\t\n\t\t\t\t\t\t23 août 2024\n",
      "Conditions à respecter par le partenaire conjugal que vous parrainez\nVous et la personne que vous souhaitez parrainer devez respecter les exigences de la catégorie du regroupement familial pour les épouses ou époux, conjointes ou conjoints de fait et partenaires conjugaux.\nDans cette page :\nÉpouse ou époux\nVotre épouse ou votre époux peut être de même sexe ou de sexe différent que vous.\nUne personne\nne peut pas\nêtre considérée comme votre épouse ou votre époux si\n:\nElle était, au moment de votre mariage, l’épouse ou l’époux d’une autre personne;\nVous étiez, au moment de votre mariage avec la personne que vous souhaitez parrainer, l’épouse ou l’époux d’une autre personne;\nVous vivez séparé de cette personne depuis au moins un an et\n:\nElle est la conjointe, le conjoint de fait ou le partenaire conjugal d’une autre personne;\nVous êtes la conjointe, le conjoint de fait ou le partenaire conjugal d’une autre personne;\nVous avez un engagement de parrainage qui n’a pas encore pris fin envers un autre époux, conjoint de fait ou partenaire conjugal.\nConjointe ou conjoint de fait\nVotre conjointe ou votre conjoint de fait\n:\nPeut être de même sexe ou de sexe différent que vous;\nDoit habiter en union avec vous depuis au moins un an. Sinon, elle ou il doit vivre une relation avec vous depuis au moins un an, mais ne pas pouvoir habiter avec vous parce qu’elle ou il est persécuté ou fait l’objet d’un contrôle pénal.\nUne personne\nne peut pas\nêtre considérée comme votre conjointe ou votre conjoint de fait si\n:\nVous avez un engagement de parrainage qui n’a pas encore pris fin envers une autre épouse ou époux, conjointe ou conjoint de fait ou partenaire conjugal.\nPartenaire conjugal\nVotre partenaire conjugal peut être de même sexe ou de sexe différent que vous.\nPour être considérée comme votre partenaire conjugal, cette personne\n:\nDoit habiter à l’extérieur du Canada;\nDoit entretenir une union avec vous depuis au moins un an.\nMembres de la famille qui peuvent accompagner la personne parrainée principale\nVotre épouse ou votre époux, votre conjointe ou votre conjoint de fait ou votre partenaire conjugal peut-être accompagné de\n:\nSon ou ses enfants à charge;\nL’enfant à charge de son enfant à charge.\nUn enfant à charge peut-être\n:\nL’enfant biologique de la personne que vous parrainez;\nL’enfant adopté par adoption plénière de la personne que vous parrainez. L’adoption plénière brise le lien de parenté entre l’enfant et sa famille d’origine. Elle crée un nouveau lien avec le parent qui adopte.\nSi l’enfant à charge a moins de 22 ans, il ne doit pas être marié ou avoir de conjointe ou conjoint de fait.\nSi l’enfant à charge a 22 ans ou plus, il doit remplir ces deux conditions\n:\nÊtre incapable de subvenir à ses besoins en raison de son état physique ou mental;\nDépendre de l’un de ses parents pour l’essentiel de son soutien financier, sans interruption depuis qu’il a atteint l’âge de 22\nans.\nVous devez déclarer chaque membre de la famille de la personne que vous souhaitez parrainer dans votre demande d’engagement. Vous devez déterminer quel membre accompagnera ou non la personne que vous parrainez au Québec.\nPrécédent\nVérifier votre admissibilité\nSuivant\nComprendre les responsabilités et les obligations liées à l’engagement\nJoindre le ministère de l'Immigration, de la Francisation et de l'Intégration\nLundi, mardi, jeudi et vendredi\n: de 8\nh à 16\nh\n30\nMercredi\n: de 10\nh\n30 à 16\nh\n30\nMontréal et environs :\n514 864-9191\nAilleurs au Québec (sans frais) :\n1 877 864-9191\nRemplir le formulaire de contact\nDernière mise à jour : \n\t\t\n\t\t\t\t\n\t\t\t\t\t\t18 avril 2024\n",
      "Comprendre les responsabilités et les obligations liées à l’engagement\nUn engagement est un contrat qui vous lie à la personne que vous parrainez et aux membres de sa famille qui l’accompagnent. Vous devenez sa garante ou son garant.\nVous aurez alors des responsabilités et des obligations à respecter pour toute la durée de votre engagement. C’est pourquoi votre engagement doit être pris au sérieux.\nSi la personne que vous parrainez est majeure, elle devra signer une déclaration qui confirme qu’elle a bien compris la nature et la portée de l’engagement.\nDans cette page :\nDurée de l’engagement\nLorsque vous parrainez une épouse ou un époux, une conjointe ou un conjoint de fait, ou un partenaire conjugal, la durée de votre engagement est de\ntrois\nans\n.\nSi la personne que vous parrainez est accompagnée d’un enfant à charge, la durée de votre engagement envers cet enfant varie selon son âge\n:\nEnfant de moins de 16\nans\nMinimum 10\nans, ou jusqu’à l’âge de 18\nans. La plus longue des deux périodes est retenue.\nEnfant de 16\nans ou plus\nMinimum 3\nans, ou jusqu’à l’âge de 25\nans.La plus longue des deux périodes est retenue.\nVous ne pouvez pas mettre fin à un engagement\nune fois que la personne que vous parrainez a obtenu un visa de résidence permanente ou une confirmation de résidence permanente.\nVous devez respecter votre engagement pour toute sa durée, peu importe les circonstances, par exemple même si\n:\nVotre situation financière se détériore;\nVous vivez une séparation ou un divorce;\nLa personne que vous parrainez obtient la citoyenneté canadienne;\nVous ou la personne parrainée déménagez dans une autre province.\nVos responsabilités envers la personne parrainée\nVous avez des obligations envers la personne que vous parrainez et les membres de sa famille qui l’accompagnent. Vos obligations prennent effet dès qu’ils obtiennent la résidence permanente.\nObligations financières\nSi la personne que vous parrainez est dans l’incapacité de payer pour ses besoins essentiels et ceux des membres de sa famille qui l’accompagnent, vous devez subvenir à leurs besoins essentiels.\nCette obligation s’applique pour toute la durée de votre engagement.\nLes coûts pour subvenir aux besoins essentiels des personnes parrainées comprennent, entre autres\n:\nCoûts d’installation et d’établissement au Québec\nVous devez assumer les frais pour leur\n:\nLogement;\nAmeublement;\nDéplacement;\nNourriture;\nHabillement.\nCoûts relatifs à la santé\nVous devez assumer les frais non couverts ou non remboursés par un régime public d’assurance pour leurs\n:\nSoins et services de santé;\nMédicaments.\nCoûts relatifs à l’insertion en emploi\nVous devez assumer les frais non couverts par un programme gouvernemental pour la préparation et les démarches de recherche d’emploi ou d’insertion en emploi des personnes que vous parrainez.\nConséquences si vous ne respectez pas vos obligations financières\nVous devrez rembourser toutes les sommes si la personne que vous parrainez ou un membre de sa famille qui l’accompagne reçoit, pendant votre engagement, de l’aide gouvernementale sous forme\n:\nD’aide financière de dernier recours (aide sociale);\nDe prestations spéciales, par exemple des lunettes, des traitements dentaires, des appareils auditifs;\nD’hébergement, par exemple, dans un centre d’hébergement et de soins de longue durée public (CHSLD).\nAccompagnement dans les démarches d’intégration\nVous vous engagez à fournir l’accompagnement nécessaire à la personne que vous parrainez et aux membres de sa famille dans leurs démarches d’intégration. Cela inclut de l’aide pour\n:\nApprendre le français ou s’inscrire à des cours de français;\nInscrire les enfants à l’école;\nAccéder aux services publics;\nChercher un emploi ou faire des démarches de reconnaissance des études hors Québec;\nParticiper à la vie collective au Québec.\nSi la personne que vous parrainez et les membres de sa famille qui l’accompagnent sont âgés de 18 à 55 ans, vous devez remplir et signer un\nplan d’accueil et d’intégration\nà la section\n9 du\nformulaire de demande d’engagement\n(PDF 695 Ko)\n(nouvelle exigence depuis le 23\nnovembre 2023).\nDans ce\nplan d’accueil et d’intégration\n, vous devez indiquer les actions que vous vous engagez à poser pour aider les personnes parrainées de 18 à 55\nans dans leurs démarches d’établissement et d’intégration au Québec.\nPour plus d’information sur les démarches d’accueil et d’intégration, consultez la page\nAccueil et intégration de la personne que vous parrainez\n.\nResponsabilités de la personne parrainée envers vous\nLa personne parrainée doit vous informer\n:\nDe la façon dont ses besoins essentiels sont satisfaits;\nDe tout changement d’adresse, si elle n’habite pas avec vous;\nDe toute démarche visant à obtenir une aide financière, notamment une aide gouvernementale.\nPrécédent\nDéterminer qui vous pouvez parrainer\nSuivant\nPrésenter une demande d’engagement\nJoindre le ministère de l'Immigration, de la Francisation et de l'Intégration\nLundi, mardi, jeudi et vendredi\n: de 8\nh à 16\nh\n30\nMercredi\n: de 10\nh\n30 à 16\nh\n30\nMontréal et environs :\n514 864-9191\nAilleurs au Québec (sans frais) :\n1 877 864-9191\nRemplir le formulaire de contact\nDernière mise à jour : \n\t\t\n\t\t\t\t\n\t\t\t\t\t\t18 avril 2024\n",
      "Présenter une demande d’engagement pour parrainer un époux, un conjoint ou un partenaire conjugal\nLorsqu’Immigration, Réfugiés et Citoyenneté Canada (IRCC) vous informe que vous êtes admissible pour parrainer une personne, vous devez présenter une demande d’engagement auprès du ministère de l’Immigration, de la Francisation et de l’Intégration (MIFI). Celle-ci doit être accompagnée d’une demande de sélection permanente pour la personne que vous souhaitez parrainer.\nUne fois qu’il aura examiné votre dossier, le MIFI vous transmettra sa décision. Il la communiquera aussi à IRCC, qui rendra une décision sur la demande de résidence permanente de la personne que vous souhaitez parrainer.\nDélais d’admission pour le regroupement familial : voie d’immigration alternative\nLes délais d’admission dans la catégorie des travailleurs qualifiés sont plus courts que ceux de la catégorie du regroupement familial.\nAinsi, si la personne que vous parrainez a l’intention de travailler au Québec, elle pourrait déposer une déclaration d’intérêt à immigrer au Québec par le Programme régulier des travailleurs qualifiés (PRTQ). Cela est possible même si elle détient déjà un Certificat de sélection du Québec (CSQ) dans la catégorie du regroupement familial. Le fait de déclarer son intérêt n’annulera pas le CSQ déjà délivré.\nSi son profil répond aux critères établis par le Québec, elle pourrait être invitée à présenter une demande de sélection permanente dans le cadre du PRTQ. Si elle répond aux conditions de sélection, elle obtiendra alors un CSQ à titre de travailleuse ou de travailleur qualifié qui annulera celui obtenu précédemment. Elle pourrait alors obtenir la résidence permanente plus rapidement que dans la catégorie du regroupement familial.\nPour en savoir plus sur le fonctionnement et les critères du Programme régulier des travailleurs qualifiés, consultez la section\nÀ propos du Programme régulier des travailleurs qualifiés.\nDans cette page :\nPériode de réception des demandes\nPour connaître les règles relatives à la réception des demandes, consultez la section\nRègles de réception des demandes\n.\nPréparer et remplir les formulaires\nPour consulter ou imprimer les documents en format PDF, vous devez utiliser le logiciel Adobe Reader,\ndisponible sans frais sur le site Internet\nd’Adobe\n.\nFormulaire d’engagement – Regroupement familial\n(PDF 695 Ko)\n*Ce formulaire a été mis à jour le 23\nnovembre 2023. Aucune autre version antérieure ne sera acceptée.\nVous devez\n:\nRemplir ce formulaire et le signer. Si une personne cosigne la demande avec vous, elle doit aussi le remplir et le signer;\nVous assurer de bien répondre aux questions concernant la personne que vous souhaitez parrainer dans la partie 1, section 3 du formulaire;\nFournir tous les documents demandés dans la partie\n2 de ce formulaire.\nAutorisation pour la cueillette et la communication de renseignements personnels\n(PDF 107 Ko)\nVous devez remplir ce formulaire si vous avez déjà vécu une séparation, un divorce, ou si vous avez des enfants d’une union antérieure.\nDemande de sélection permanente – Catégorie du regroupement familial\n(PDF 269 Ko)\nCe formulaire doit être rempli par la personne que vous parrainez. Celle-ci doit vous le retourner afin que vous puissiez  le joindre à votre demande d’engagement.\nÉvaluation de la capacité financière\n(PDF 430 Ko)\nVous devez remplir ce formulaire seulement si votre époux, votre épouse, votre conjointe ou votre conjoint de fait ou votre partenaire conjugal a un enfant à charge qui a lui-même un enfant à charge.\nDéclaration du garant à l’étranger – Catégorie du regroupement familial\n(PDF 95 Ko)\nVous devez remplir ce formulaire si vous résidez à l’étranger au moment où vous présentez votre demande d’engagement.\nDéclaration de consentement – lmmigration permanente d'un enfant mineur accompagné d’un seul parent\n(PDF 118 Ko)\nSi la personne que vous parrainez est accompagnée d’un enfant à charge de moins de 18\nans et qu’elle détient ou exerce l’autorité parentale avec une autre personne qui demeure à l’étranger, cette dernière doit remplir et signer ce formulaire de consentement. Dans certaines circonstances, un autre document justificatif peut être fourni (voir tous les détails à la première page de ce formulaire).\nPayer les frais pour l’examen de votre demande\nVous devez joindre votre paiement à votre demande. Vérifiez bien ci-dessous le montant pour éviter que votre demande vous soit retournée sans avoir été traitée.\nLes frais pour l’examen d’une demande sont mis à jour chaque année le 1\ner\njanvier. Voici les frais exigés pour l’examen d’une demande d’engagement à partir du 1\ner\njanvier 2024\n:\nParrainage d’une personne\n: 319\n$;\nChaque personne parrainée supplémentaire\n: 128\n$;\nPar exemple, pour le parrainage de trois personnes\n: 575\n$ (319\n$ + 128\n$ + 128\n$).\nLes frais doivent être payés\n:\nEn entier;\nEn devises canadiennes uniquement;\nPar vous ou par une tierce personne;\nAu moment où la demande est déposée ou postée.\nCes frais ne sont pas remboursables, même si votre demande est refusée.\nSi le montant exigé n’est pas exact, vous n’en serez pas avisé\net l’ensemble de votre dossier vous sera retourné par courrier régulier.\nModes de paiement acceptés\nVous pouvez payer avec les modes de paiement suivants.\nPar carte de crédit\nVous devez remplir et signer le formulaire\nPaiement par carte de crédit\n(PDF 129 Ko)\net le joindre à votre demande. Veuillez indiquer clairement le montant à payer sur le formulaire, le signer et le joindre à votre demande, sinon celle-ci vous sera retournée. En cas de refus de la transaction sur votre carte de crédit, vous n’en serez pas avisé et l’ensemble de votre dossier vous sera retourné par courrier régulier.\nPar mandat postal, chèque et traite bancaire\nLes mandats postaux, chèques et les traites bancaires suivants sont acceptés\n:\nMandat postal de Postes Canada\nTraite bancaire tirée d’une banque canadienne;\nChèque certifié ou visé tiré d’une banque canadienne;\nChèque émis par un agent de change.\nLes mandats postaux, les chèques et les traites bancaires doivent\n:\nÊtre libellés au nom suivant :  ministre des Finances du Québec;\nÊtre postés au ministère de l’Immigration, de la Francisation et de l’Intégration;\nÊtre identifiés avec le nom du demandeur en caractère d’imprimerie au dos.\nLes modes de paiement suivants ne sont pas acceptés\nPaiements en espèces;\nChèques personnels;\nChèques de voyage.\nEnvoyer votre demande par la poste\nVous devez transmettre votre demande complète dans une seule enveloppe par la poste.\nVous devez joindre à votre envoi\n:\nUne copie de la lettre ou du courriel que vous avez reçu d’IRCC vous invitant à poursuivre vos démarches auprès du MIFI;\nTout formulaire requis, y compris ceux que doit remplir la personne que vous parrainez, dûment remplis et signés;\nLes documents à soumettre à l’appui de votre demande d’engagement;\nLe paiement des frais exigés pour l’examen de votre demande.\nAssurez-vous d’envoyer une demande complète afin d’éviter qu’elle ne vous soit retournée sans aucun traitement.\nVous devez poster le tout à l’adresse suivante :\nDirection du regroupement familial et de l’enregistrement\nMinistère de l’Immigration, de la Francisation et de l’Intégration\n202-1200, boulevard Saint-Laurent\nMontréal (Québec)\nH2X\n0C9\nCANADA\nVous devez aviser sans délai le MIFI ainsi qu’IRCC si la situation familiale de la personne que vous parrainez change\n, par exemple en cas de\n:\nNaissance;\nDécès;\nSéparation.\nRetour d’une demande incomplète\nNotez que le retour d’une demande incomplète peut générer d’importants retards dans le traitement de votre demande et occasionner des frais supplémentaires d’envoi.\nLes principales causes de retour des demandes sont les suivantes\n:\nLettre d’IRCC non appropriée;\nFormulaire d’engagement mal rempli ou non signé;\nPaiement non conforme ou montant inexact;\nAbsence du formulaire\nAutorisation pour la cueillette et la communication de renseignements personnels\n(PDF 107 Ko)\n;\nAutres documents manquants ou formulaires non signés.\nDélai de traitement\nLa plupart des demandes d’engagement sont traitées dans un\ndélai de 3 mois\n.\nLe délai débute lorsque le ministère de l’Immigration, de la Francisation et de l’Intégration (MIFI) reçoit votre demande complète. Assurez-vous que celle-ci contient\n:\nLa demande d’engagement;\nLa demande de sélection permanente des personnes que vous souhaitez parrainer;\nLes documents et formulaires en appui à votre demande;\nLe paiement des frais pour l’examen de votre demande.\nSi votre demande est incomplète, le délai de traitement pourrait être plus long.\nConsultez la\nDéclaration de services à la clientèle du MIFI\npour plus de détails.\nNous examinons actuellement les demandes d’engagement en faveur d’un époux ou d’une épouse, d’un conjoint ou d’une conjointe ou d’un partenaire conjugal reçues le\n3\njuillet 2024\n.\nCette information est mise à jour régulièrement.\nDécision\nTrois décisions peuvent être prises après l’évaluation de votre demande.\nDemande acceptée\nSi votre demande d’engagement est acceptée, vous recevez par la poste\n:\nUne lettre vous confirmant son acceptation;\nUne copie de votre demande d’engagement acceptée;\nUne enveloppe contenant le Certificat de sélection du Québec (CSQ) de la personne que vous parrainez. Vous devrez le lui remettre. Notez que le délai de délivrance du CSQ n’affecte pas le délai de traitement de la demande de résidence permanente par IRCC.\nLe MIFI transmettra lui-même sa décision et une copie du Certificat de sélection du Québec à IRCC.\nUn bureau d’IRCC traitera alors la demande de résidence permanente de la personne que vous parrainez.\nNotez qu’IRCC peut refuser de lui accorder la résidence permanente, même si\n:\nLe Québec a accepté votre demande d’engagement;\nIRCC vous a indiqué initialement que vous étiez admissible pour parrainer une personne.\nPour plus de détails sur la suite du traitement de votre demande par IRCC, veuillez consulter les pages suivantes\n:\nÉvaluation d’une demande de résidence\npermanente\n;\nParrainer votre époux, votre conjoint de fait ou votre enfant : après avoir présenté une\ndemande\n.\nDemande refusée\nSi vous ne remplissez pas toutes les conditions du programme, vous recevrez une lettre d’intention de refus pour vous aviser que votre demande d’engagement sera refusée.\nAprès la réception de cette lettre, vous aurez 60 jours pour présenter des documents ou des justifications qui pourraient bonifier votre demande et vous permettre de remplir toutes les conditions du programme.\nSi vous envoyez votre réponse dans le délai, l’examen de votre demande se poursuivra. Vous recevrez ensuite une décision d’acceptation ou de refus.\nSi vous ne répondez pas dans le délai demandé, votre demande sera refusée.\nRecours en cas de refus de votre demande d’engagement\nSi votre demande d’engagement a été refusée et si vous avez de bonnes raisons de croire qu’elle n’aurait pas dû l’être, vous pouvez contester la décision auprès de la section des affaires sociales du Tribunal administratif du Québec (TAQ).\nVous avez 60 jours pour le faire dès que vous recevez la lettre indiquant les motifs du refus de votre demande. Les renseignements vous permettant d’exercer votre recours vous sont transmis avec la lettre de refus.\nDemande rejetée\nVous recevrez une lettre d’intention de rejet pour vous aviser que votre demande sera rejetée, notamment si\n:\nVous avez fourni des déclarations ou des documents dont le MIFI a des raisons de douter de l’authenticité;\nVous avez transmis un renseignement ou un document faux ou trompeur dans le cadre de cette demande ou dans les cinq ans précédant l’examen de la demande;\nVous n’avez pas fourni un renseignement ou un document tel qu’exigé.\nVous avez 60 jours suivant la réception de cette lettre pour présenter une preuve convaincante pour dissiper les motifs de rejet qui vous ont été communiqués dans la lettre.\nSi vous envoyez votre réponse dans le délai prescrit, l’examen de votre demande se poursuivra. Vous recevrez ensuite une décision d’acceptation ou de rejet.\nSi vous ne répondez pas dans le délai demandé, votre demande sera rejetée.\nSi votre demande est rejetée, vous pouvez présenter une demande de\nréexamen administratif\n.\nComprendre les responsabilités et les obligations liées à l’engagement\nJoindre le ministère de l'Immigration, de la Francisation et de l'Intégration\nLundi, mardi, jeudi et vendredi\n: de 8\nh à 16\nh\n30\nMercredi\n: de 10\nh\n30 à 16\nh\n30\nMontréal et environs :\n514 864-9191\nAilleurs au Québec (sans frais) :\n1 877 864-9191\nRemplir le formulaire de contact\nDernière mise à jour : \n\t\t\n\t\t\t\t\n\t\t\t\t\t\t28 août 2024\n"
    ]
  },
  "education": {
    "universities": [
      "University education is the second level of non-compulsory instruction, after college studies. In Québec, there are 18\nuniversities, which operate independently.\nThe university academic year consists of 3\nterms, usually lasting 15\nweeks each:\nFall: from September to December\nWinter: from January to April\nSummer: from May to August\nMost courses and educational activities are worth 3\ncredits; however, some may be worth 1, 2 or 4\ncredits. A credit represents approximately 45\nhours of work per term. Hours of work may include individual study; attendance in class, in a laboratory or in a workshop; an internship, or online courses or activities.\nFor you to have full-time student status at the undergraduate level, your term must consist of no fewer than 12\ncredits, which is usually equivalent to 4\ncourses or educational activities.\nGenerally, to have full-time student status at the graduate level, your term must consist of no fewer than 9\ncredits. However, this number can vary depending on the activities, university and program.\nThere are\n3\nlevels of university studies\n. Programs at the Master’s (Cycle\n2) and Doctoral (Cycle\n3) levels are also known as graduate and post-graduate studies.\nUndergraduate (Cycle 1)\nThe main programs offered in Cycle\n1 are:\nBachelor’s degree\nA bachelor’s degree is a long program that focuses on a specific field of studies. Depending on the program, it requires 3 to 4\nyears of full-time studies and consists of 90 to 120\ncredits. This is generally equivalent to 30 to 40\ncourses or educational activities.\nTo complete the 90-credit Cycle\n1 program within the expected timeframe, you usually need to complete the equivalent of 15\ncredits per term. This generally amounts to 5\ncourses or educational activities.\nCertificate\nA certificate is a short complementary or supplementary program in a specific field of studies, requiring 1\nyear of full-time studies to complete. It consists of 30\ncredits, which is usually equivalent to 10\ncourses or educational activities.\nIn some cases, the combination of 3\ncertificates can lead to the awarding of a bachelor’s degree. Certificate courses are sometimes part of a bachelor’s degree.\nGraduate (Cycle\n2)\nThe main programs offered in Cycle\n2 are:\nMaster’s with thesis\nA Master’s with thesis option centres around a research project. It generally requires 2\nyears of full-time studies to complete and consists of 45\ncredits.\nOther Master’s degrees (e.g. professional or non-thesis)\nThese programs focus on professional practice or a research project, but to a lesser extent than the thesis option. They generally require 2\nyears of full-time studies to complete, but may take longer, and consist of 45 to 60\ncredits.\nSpecialized graduate diploma (DESS)\nThe DESS allows you to develop particular expertise in a specific field. It requires 1\nyear of full-time studies to complete and consists of 30\ncredits, which is usually equivalent to 10\ncourses or educational activities.\nPost-graduate (Cycle\n3)\nThe main program in Cycle\n3 is:\nDoctorate\nThe doctoral program, which focuses on research and the advancement of knowledge in a given field, consists of 90\ncredits, of which at least 60\ncredits are dedicated to research. It generally requires 4\nyears of full-time studies to complete but may be longer or shorter.\nFor some programs consisting of 120\ncredits, an additional 1 to 2\nyears of study is required.\nTuition fees and financial assistance\nBasic tuition fees in 2020\n‑\n2021 are $87.43 per credit. For a Québec student registered full-time (30\n‑\ncredits), this amounts to $2\n623 per term.\nNon-residents of Québec must pay a lump sum in addition to the basic tuition fees. The lump sum for 30\ncredits in 2020\n‑\n2021 is $5\n563. For a full-time student (30\ncredits), this amounts to $8\n186 per term.\nInternational students in Cycle\n2 and 3\nresearch programs are also required to pay a lump sum in addition to the basic tuition fees:\nCycle\n2: $13\n944 for 30\ncredits in 2020-2021, for a total tuition fee of $16\n567\nCycle\n3: $12\n272 for a total tuition fee of $14\n895\nTuition fees for international students in undergraduate and professional graduate programs are set by each individual university.\nFor more information on tuition fees, refer to the website of the\nuniversity you are interested in\n.\nFinancial assistance\nQuébec students with insufficient financial resources may benefit from the\nLoans and Bursaries Program\nfor full-time studies or the Loans Program for Part-time Students.\nSome universities offer employment for students with financial difficulties. Find out more on the Work/Study Program web page.\nSee also\nAssurance de la qualité dans les universités (in French\nonly)\n",
      "Each university is responsible for the programs and services that they offer. For more information on the programs offered, refer to the website of the\nuniversity you are interested in\n.\nThe\nInformation sur le marché du\ntravail\n(Labor Market Information) website presents all of the available university programs. This site can also be used to explore the different trades and occupations and the training required to practise them.\nSee also\nDiscover jobs with a promising future\n",
      "The requirements for admission to Québec universities differ from those in other institutions in North America. Admission is granted after 13\nyears of school instead of 12\nyears due to the minimum of 2\nyears of pre-university college studies in Québec.\nAdmission to undergraduate studies generally requires that you have a Diploma of College Studies (DCS).\nIf you do not have a DCS, you may be admitted by meeting the requirements established by the university (interrupted studies, relevant experience on the job market or university readiness training). For more information about admission requirements, refer to the website of the\nuniversity you are interested in\n.\nOther requirements may also be taken into account for programs with limited enrolment, including the\nR score\n, or CRC (côte de rendement au collégial).\nCanadian (non-residents of Québec) and international students\nStudents who are Canadian citizens or permanent residents must provide proof of their Québec resident status by filling out the\nAttestation of Québec Resident Status\n(PDF 68 Kb)\n.\nIndividuals from other Canadian provinces or territories as well as international students can find all the necessary information on specific admission requirements on the website of the\nuniversity they are interested in\n.\nUniversity Prerequisites pathway\nStudents who must complete one or more courses to meet the requirements for admission to a university program can choose the\nUniversity Prerequisites\n(PDF 338 Kb)\npathway, which can be offered at all universities.\nProcess\nFor more information on the admission process, refer to the website of the\nuniversity you are interested in\n.\n",
      "Abitibi-Témiscamingue\nUniversité du Québec en\nAbitibi-Témiscamingue\nBas-Saint-Laurent\nUniversité du Québec à\nRimouski\nCapitale-Nationale\nÉcole nationale d’administration\npublique\nInstitut national de la recherche\nscientifique\nUniversité\nLaval\nEstrie\nBishop’s\nUniversity\nUniversité de\nSherbrooke\nMauricie\nUniversité du Québec à\nTrois-Rivières\nMontréal\nÉcole des hautes études commerciales de\nMontréal\nÉcole de technologie\nsupérieure\nPolytechnique\nMontréal\nConcordia\nUniversity\nUniversité de\nMontréal\nMcGill\nUniversity\nUniversité du Québec à\nMontréal\nOutaouais\nUniversité du Québec en\nOutaouais\nSaguenay – Lac-Saint-Jean\nUniversité du Québec à\nChicoutimi\nDistance education\nUniversité\nTÉLUQ\n"
    ],
    "cegep": [
      "College is the first level of education at which schooling is not compulsory in Québec. College studies follow secondary school and precede university education. There are numerous college institutions:\n48\nCEGEPs (public colleges), five of which are English-language institutions\nabout 70 private colleges, more than a third of which are subsidized\n4 affiliated public institutions, including the Institut de tourisme et d’hôtellerie du Québec\nA college year is comprised of two 16-week terms (including the examination period), one in the fall (August to December) and one in the winter (January to May). Shorter terms may be offered in the summer.\nMost courses average 45\nhours per term, which is about three hours per week. In order to be considered a full-time student, you must register for at least 180\nhours in a term, or 165\nhours if Physical Education is one of the courses taken.\nTypes of Diplomas\nThere are different types of college diplomas:\nDiploma of College Studies (DSC)\nPrograms leading to a DCS have general education courses and program-specific courses.\nGeneral education consists of:\ngeneral courses related to the program of study (language of instruction and literature, philosophy or humanities and second language)\ngeneral courses common to all programs (language of instruction and literature, philosophy or humanities, second language and physical education)\ncomplementary courses from the following subject areas: social sciences, science and technology, modern languages, mathematics literacy and computer science, art and aesthetics and contemporary issues\nTwo types of programs lead to a DCS:\nPre-University Programs\nProgram that prepares students for university and that requires two years of full-time study.\nTechnical Programs\nProgram designed to prepare students for the job market and that requires three years of full-time study. Vocational training may also provide access to university, provided that certain requirements related to the chosen university program are met.\nTechnical programs include at least one practicum in the workplace.\nAttestation of College Studies (ACS)\nPrograms leading to an ACS are short-term technical programs designed to prepare students for immediate employment. As the selection of these programs is always changing, the most up-to-date information can be found on each college’s website.\nR Score\nThe R score, or CRC (\ncote de rendement au collégial\nin French), measures a person’s academic performance in a context where students take separate courses and are evaluated by different professors in groups with varying characteristics.\nUniversities use the R score to analyze applications, particularly when a program has a quota, or as a minimum threshold for admission to certain programs. This score ensures greater equity in the processing of applications to university.\nFor more information, please consult the\nBureau de coopération interuniversitaire\nwebsite\n.\nSee also\nQuality Assurance (french only)\nGeneral Education Components (french only)\n(PDF 825 Kb)\n",
      "Tuition Fee\nStudents enrolled full-time receive free tuition. For part-time students, some tuition fees may apply. Canadians who are not Québec residents and foreign students must pay tuition fees, also called “lump-sums.”\nStudents who are Canadian citizens or permanent residents of Canada may be exempt from paying tuition fees. They must provide proof of their Québec resident status by completing the\nAttestation of Québec Resident Status form\n(PDF 70 Kb)\n.\nAssociated Fees\nStudents may be required to pay various fees, such as:\napplication fees: maximum of $30 per application\nregistration fees: maximum of $20 per term\nother related fees (e.g., producing the student card): maximum of $25 per term\nmiscellaneous fees (for services related to college life): no maximum\nstudent association membership fee\nThere may also be costs for additional services, such as access to the library. Other optional costs, such as contributions to a foundation, a parents’ association or a charitable organization, may be charged to students.\nTuition fees and other related fees may be charged for studies in a private college.  The amounts vary from one institution to another and are governed by the rules in the\nRégime budgétaire et financier des établissements privés d’ordre\ncollégial\n(in French only) and the\nRegulation respecting private educational institutions at the college\nlevel\n.\nFinancial Assistance\nQuébec students with insufficient financial resources can benefit from\nloans and bursaries for full‑time studies\nand\nloans for part-time studies\n.\n",
      "Consult the\ndirectory of\nprograms\noffered in Québec for pre-university and technical training.\nYou can also consult:\nthe\nlist of approved programs by\ncollege\n(in French only)\na description of the\npre-university programs\nand the list of colleges authorized to offer it\nthe\nresearch\ntool\nfor technical programs\nConsult the\nBack to\nCEGEP\nwebsite for more information on short-term programs leading to an Attestation of College Studies (ACS).\nRegistering for college without choosing a program\nThe\nSpringboard to a DCS\n(PDF 336 Kb)\npathway allows you to register for college without choosing a program of study right away. It offers courses common to all programs, program-specific courses, orientation activities, etc.\nA person may be registered for the Springboard to a DCS path for no more than three consecutive terms.\nSee also\nREPÈRES\nOrdre des conseillers et conseillères d’orientation du\nQuébec\n",
      "To be eligible for a\nprogram leading to a Diploma of College Studies (DCS)\n, you must have either:\na Secondary School Diploma (SSD)\na Diploma of Vocational Studies (DVS) and have passed:\nthe Secondary V language of instruction program\nthe Secondary V second language program\nthe Secondary IV mathematics program\nreceived instruction the college considers equivalent\ninstruction and experience the college considers sufficient who has interrupted full-time studies for a cumulative period of at least 24 months\nsix credits or less remaining before obtaining an SSD or for completing one of the following subjects:\nSecondary V language of instruction\nSecondary V second language\nSecondary IV mathematics\nSome college programs also have specific requirements for the program you choose.\nTo be eligible for a\nprogram leading to an Attestation of College Studies (ACS)\n, you must meet one of the following conditions:\nhave interrupted full-time studies or pursued post-secondary studies for at least two consecutive terms (a combination of interruption of studies and post-secondary studies is accepted)\nhold a DVS\nbe covered under an agreement between the college and an employer, or be benefiting from a government program\nRemedial activities\n(PDF 497 Kb)\nmay be offered to allow students who do not meet all the admission requirements for a program leading to a DCS or an ACS to fill in the gaps.\nActivities that foster student success\n(PDF 497 Kb)\nmay also be offered to allow students to acquire competencies which are considered essential for pursuing college studies.\nProcess\nTo submit an application for admission to a CEGEP for a\nprogram leading to a Diploma of College Studies (DCS)\n, you must complete the form for your regional admission service (RAS):\nService régional d’admission au collégial de Québec\n(SRACQ)\nService régional de l’admission des cégeps du Saguenay–Lac-Saint-Jean\n(SRASL)\nService régional d’admission du Montréal métropolitain\n(SRAM)\nHowever, to study at one of the following CEGEPs, you must send your application for admission directly to the college:\nChamplain Regional College –Saint-Lambert-Longueuil Campus\n(CHALA)\nChamplain Regional College –Saint-Lawrence Campus\n(CHALW)\nDawson College\n(DAWSO)\nThe deadlines for submitting an application for admission are as follows:\nFall term: March 1\nWinter term: November 1\nTo submit an application for admission to a\nprivate college\nor for a\nprogram leading to an ACS\n, visit the website of the\ncollege of your choice\n.\n",
      "Abitibi-Témiscamingue\nFrench Cégep\nCégep de\nl’Abitibi-Témiscamingue\nGovernment-funded establishments\nConservatoire de musique de\nVal-d’Or\nBas-Saint-Laurent\nFrench Cégeps\nCégep de La\nPocatière\nCégep de\nMatane\nCégep de\nRimouski\nCégep de\nRivière-du-Loup\nGovernment-funded establishments\nConservatoire de musique de\nRimouski\nInstitut de technologie agroalimentaire du Québec - campus de La\nPocatière\nCapitale-Nationale\nFrench Cégeps\nCégep de\nSainte-Foy\nCégep\nGarneau\nCégep\nLimoilou\nEnglish-language Cégeps\nCégep Champlain –\nSaint-Lawrence\nSubsidized private French-language institutions\nCampus\nNotre-Dame-de-Foy\nCollège Bart\n(1975)\nCollège O’Sullivan de Québec\ninc.\nMérici Collégial\nPrivé\nNon-subsidized private schools\nAcadémie de Formation Équestre du\nQuébec\nCollège\nAvalon\nCollège iFly\ninc.\nL’École de danse de\nQuébec\nGovernment-funded establishments\nConservatoire de musique de\nQuébec\nCentre-du-Québec\nFrench Cégeps\nCégep de\nDrummondville\nCégep de\nVictoriaville\nSubsidized private school\nCollège\nEllis\nChaudière-Appalaches\nFrench Cégeps\nCégep\nBeauce-Appalaches\nCégep de\nLévis\nCégep de\nThetford\nCôte-Nord\nFrench Cégeps\nCégep de\nBaie-Comeau\nCégep de\nSept-Îles\nEstrie\nFrench Cégeps\nCégep de\nGranby\nCégep de\nSherbrooke\nEnglish-language Cégeps\nChamplain College\n– Lennoxville\nSubsidized private French-language institutions\nSéminaire de\nSherbrooke\nNon-subsidized private school\nCestar Collège, Campus\nSherbrooke\nCollège Canada\ninc.\nCollège Eid Air\nAviation\nGaspésie–Îles-de-la-Madeleine\nFrench Cégep\nCégep de la Gaspésie et des\nÎles\nLanaudière\nFrench Cégeps\nCégep régional de Lanaudière à\nJoliette\nCégep régional de Lanaudière à\nL’Assomption\nCégep régional de Lanaudière à\nTerrebonne\nNon-subsidized private school\nPassport\nHélico\nLaurentides\nFrench Cégeps\nCégep de\nSaint-Jérôme\nCégep Lionel\nGroulx\nNon-subsidized private school\nLachute\nAviation\nLaval\nFrench Cégep\nCégep\nMontmorency\nSubsidized private French-language institutions\nCollège\nLaSalle\nNon-subsidized private school\nCollège CDI Administration. Technologie.\nSanté\nCollège de l’immobilier du\nQuébec\nMauricie\nFrench Cégeps\nCégep de\nTrois-Rivières\nCégep de\nShawinigan\nSubsidized private French-language institutions\nCollège\nLaflèche\nCollège\nEllis\nGovernment-funded establishment\nConservatoire de musique de\nTrois-Rivières\nMontérégie\nFrench Cégeps\nCégep de\nSorel-Tracy\nCégep de\nSt-Hyacinthe\nCégep de\nValleyfield\nCégep Édouard\nMontpetit\nCégep\nSaint-Jean-sur-Richelieu\nEnglish-language Cégep\nChamplain College –\nSaint-Lambert\nSubsidized private French-language institutions\nCollège\nEllis\nInstitut\nTeccart\nNon-subsidized private schools\nAcadémie de\nl’Entrepreneurship\nCollège Air\nRichelieu\nCollège April-Fortier\ninc.\nCollège CDI Administration. Technologie.\nSanté\nCollège de l’immobilier du\nQuébec\nCargair\nLtée\nCollège de pilotage\nSaint-Hubert\nCollège\nMilestone\nHélicraft\nInstitut Élite de\nMontréal\nGovernment-funded establishment\nInstitut de technologie agroalimentaire du Québec - campus de\nSaint-Hyacinthe\nMontréal\nFrench Cégeps\nCégep\nAndré-Laurendeau\nCégep\nd’Ahuntsic\nCégep de\nBois-de-Boulogne\nCégep de\nMaisonneuve\nCégep de\nRosemont\nCégep de\nSaint-Laurent\nCégep du Vieux\nMontréal\nCégep\nGérald-Godin\nJohn Abbott\nCollege\nCégep\nMarie-Victorin\nDawson\nCollege\nVanier\nCollege\nEnglish-language Cégeps\nJohn Abbott\nCollege\nDawson\nCollege\nVanier\nCollege\nSubsidized private French-language institutions\nCollège Notre-Dame-de-Foy / Collège\nBCM\nCollège André-Grasset (1973)\ninc.\nCollège\nJean-de-Brébeuf\nCollège\nDécarie\nCollège\nEllis\nLaSalle\nCollege\nO’Sullivan College of Montreal\ninc.\nCollège\nUniversel\nCollégial international\nSainte-Anne\nÉcole de musique Vincent\nd’Indy\nNational Circus\nSchool\nTeccart\nInstitute\nSubsidized private English-language institutions\nMarianopolis\nCollege\nTAV\nCollege\nFrance-Québec Agreements\nCollège international Marie de\nFrance\nCollège Stanislas\ninc.\nNon-subsidized private schools\nAcadémie de\nl'Entrepreneurship\nCampus d’effets visuels\ninc.\nCollège April-Fortier\ninc.\nCollège\nAvalon\nCanada\nCollege inc.\nCDI College Business.\nTechnology. Healtcare\nCumberland\nCollege.\nCollège\nd’aéronautique\nMatrix\nCollege\nCollège de l’immobilier du\nQuébec\nCollège d’enseignement en immobilier\ninc.\nAscent\nCollege\nMontreal College of Information\nTechnology\nGreystone\nCollege\nHerzing\nCollege\nKensley College\ninc.\nCollège l’Avenir de Rosemont\ninc.\nCestar College, Campus\nLaSalle\nCestar College - Syn\nStudio\nCollege National of Science and\nTechnology inc.\nCollège St-Michel, Pavillon\nSauvé\nCollège\nUnica\nÉcole de danse contemporaine de\nMontréal\nINSA School of\nManagement\nÉcole nationale de\nl’humour\nNational Theatre School\nof Canada\nÉcole Supérieure Internationale de\nMontréal\nRecording Arts\nCanada\nTrebas Institute of Québec\nInc.\nIsart Digital Montréal\ninc.\nLes Écoles\nCréatives\nMultihexa\nRubika\nMontréal\nGovernment-funded establishments\nConservatoire de musique de\nMontréal\nInstitut de tourisme et d’hôtellerie du\nQuébec\nMacdonald College – McGill\nUniversity\nNord-du-Québec\nThere are no colleges in this region.\nOutaouais\nFrench Cégep\nCégep de\nl’Outaouais\nEnglish-language Cégeps\nHéritage\nCollege\nSubsidized private school\nCollège\nUniversel\nNon-subsidized private school\nCollège Canada\ninc.\nCollège Select\nAviation\nGovernment-funded establishment\nConservatoire de musique de\nGatineau\nSaguenay–Lac-Saint-Jean\nFrench Cégeps\nCégep de\nChicoutimi\nCégep de\nJonquière\nCégep de\nSt-Félicien\nCollège\nd’Alma\nNon-subsidized private school\nMultiHexa\nGovernment-funded establishment\nConservatoire de musique de\nSaguenay\nDistance learning CEGEPs\nCégep à\ndistance\n"
    ]
  }
}