{
  "immigration": {
    "PEQ": [
      "Comments\n",
      "Selection conditions for the Québec Experience Program\nYou must meet all the selection conditions for the Québec experience program when you submit your application. If you do not, your application will be refused.\nThe Québec experience program has two streams:\nTemporary foreign workers\nQuébec graduates\nYou must meet the general conditions of the program and the specific conditions of the stream in which you submit your application:\nIneligible employment sectors\nConditions for temporary foreign workers\nConditions for Québec graduates\nTransitional measures following regulatory changes in 2020\nPrevious\nAbout the Québec Experience Program\nNext\nApplying for permanent selection\nContact the ministère de l'Immigration, de la Francisation et de l'Intégration\nMonday, Tuesday, Thursday, Friday: from 8:00 to 16:00\nWednesday: from 10:00 to 16:30\nGreater Montréal:\n514-864-9191\nElsewhere in Québec (Toll free):\n1-877-864-9191\nFill out the contact form\n\nLast update: \n\t\t\n\t\t\t\t\n\t\t\t\t\t\tApril 25, 2024\n",
      "Applying for permanent selection through the Québec Experience Program\nDepending on your situation, you can submit an application to one of the two streams of the Programme de l’expérience québécoise (PEQ – Québec experience program):\nTemporary foreign workers\nQuébec graduates\nOn this page:\nSubmitting your application\nAs of January 26, 2021, all permanent selection applications for the PEQ are made on the Arrima platform.  If you submitted your application by mail before January 26, 2021, you cannot use Arrima to track your file or to change your application.\nFollow these steps to submit your application for the PEQ:\n1- Complete parts 1 and 2 of the permanent selection application form\nIf you are applying under the temporary foreign worker stream, use the\nDemande de sélection permanente Programme de l’expérience québécoise (PEQ) – Travailleur étranger temporaire form\n(PDF 914 Kb)\n(in French only).\nIf you are applying under the Québec graduate stream, use the\nDemande de sélection permanente Programme de l’expérience québécoise (PEQ) – Diplômé du Québec form\n(PDF 0.93 Mb)\n(in French only).\nBe sure to date and sign all forms and declarations. Keep all of the documents you submit to the Ministère de l’Immigration, de la Francisation et de l’Intégration.\n2- Prepare the documents to support your application\nYou will find the list of documents to be submitted in part 2 of the permanent selection application form.\nYou must scan all original documents in colour. Save them in PDF format (Portable Document Format).\nIf a document has multiple pages, scan them together into one document.\nMake sure that all documents are:\nlegible;\ncomplete;\nexact.\nKeep all documents you submit.\nIf you cannot provide one of the required documents, you must attach an explanatory letter. This letter must justify why it is impossible for you to obtain and submit this document.\n3- Create an account on the Arrima platform\nCreate your account in\nArrima.\n(In French only.)\nIf you already have one, sign in.\n4- Submit your application for permanent selection in Arrima\nYou have to:\nprovide information on accompanying family members;\nupload your supporting documents and your permanent selection application form;\npay the fees for reviewing your application.\nsubmit your file.\nYou will receive a notification by email and in the Arrima message centre to confirm receipt of your application.\nYou can add documents at any time\n. If any documents are missing during the processing of your application, we will inform you.\nPay the fees for the review of your application\nThe following are the fees to be paid for the review of an application for permanent selection as of January\n1,\n2024. These fees are adjusted every January\n1.\nPrincipal applicant: $895\nSpouse, de facto spouse: $192\nEach dependent child: $192\nThe fees must be paid:\nin full;\nin Canadian dollars;\nby you or by a third party.\nThese fees are non-refundable, even if your request is refused or rejected.\nPayment methods\nYou must pay by credit card the fee for reviewing your application.\nProcessing time\nMost applications for permanent selection in the PEQ are processed\nwithin 6 months\n.\nThe processing time begins when the Ministère de l’Immigration, de la Francisation et de l’Intégration du Québec (Ministry) receives your application. Make sure it is complete and contains:\nYour application for permanent selection;\nYour supporting documents;\nThe payment of the fees required to process your application.\nIf your application is incomplete or if you are required to attend an interview, the processing time could be longer.\nConsult the Ministry’sDéclaration de services à la clientèle for more information.\nAssessing your application\nYour application must be complete to be processed\n. To be admissible, your application must include:\nA copy of parts 1 and 2 of the application for permanent selection form, depending on which stream you are applying to. The copy must be legible and complete.\nDocuments to support your application.\nPayment of the processing fees for your application.\nIf your file is missing any of these items, you will have 60\ndays to provide them. If you do not, your application will be rejected.\nAttestation of learning about democratic values and the Québec values\nWhen your application is processed, you will receive a request from the Minister of Immigration, Francization and Integration to obtain an\nattestation of learning about democratic values and the Québec values\n(attestation). This request will be sent to your Arrima message centre.\nYou will then have 60 days to obtain the attestation. The members of your family included in your application (spouse aged 16 and over and dependent children aged 18 and over) must also obtain the attestation within this period. Otherwise, your application will be rejected.\nYou will not receive this application if you and your family have already obtained your attestation.\nDecisions\nAfter reviewing your application, there are three possible outcomes:\n1. You are selected\nIf you meet all of the program requirements and an interview is not required, you will receive:\nyour Certificat de sélection du Québec (CSQ - Québec selection certificate) and those of accompanying family members;\ninformation on the next steps in your immigration process.\n2. Your application is refused\nYou will receive a letter advising you that your application for permanent selection will be refused if:\nyou have not fulfilled all the conditions of the program;\nyou have not submitted all the documents requested in the proper format and in the given deadline;\nyou have not submitted anything to the Ministère de l'Immigration, de la Francisation et de l'Intégration.\nTo be selected, you must present documents or justifications that could improve your application and allow you to meet all the conditions of the program.\nFollowing your response within the deadline, the review of your application will continue. You will then receive a decision of acceptance or refusal.\nIf you do not respond within the given deadline, your application will be refused. You have the option, under certain conditions, of submitting an application for administrative review.\n3. Your request is rejected\nYou will receive a letter advising you that your application for permanent selection will be rejected if:\nThe Ministère de l’Immigration, de la Francisation et de l’Intégration has reason to doubt the authenticity of certain information or documents you have provided;\nyou have not provided convincing evidence, within the given deadline, to dispel the grounds for rejection submitted;\nyou did not show up for your interview at the given date.\nYou must provide convincing evidence to dispel the grounds for rejection communicated to you in the letter.\nFollowing your response within the requested deadline, the review of your application will continue. You might also be called for an interview. You will then receive a decision of acceptance or rejection.\nIf you do not respond within the given deadline, your application will be rejected. You have the option, under certain conditions, of submitting an application for administrative review.\nAdding or removing a family member after submitting your application\nYou can add or remove a family member in your permanent selection application. These family members may be:\na spouse;\na de facto spouse;\none or more dependent children.\nFor applications submitted in Arrima before you have obtained your Québec selection certificate\nTo add a family member, spouse or partner to your application, you must update the number of people included in your application in your Arrima account, and pay the fee for each person added. You must submit in Arrima:\nA new application form for permanent selection reflecting the changes to your application (\ntemporary foreign worker stream\n(PDF 914 Kb)\nor\nQuébec graduate stream\n(PDF 0.93 Mb)\n, according to your situation);\nA letter signed by you, requesting the addition of the person concerned, and explaining your reasons;\nThe documents required in the formats requested in Part 2 of the application form for permanent selection, including:\nsupporting documents concerning the identity and civil status of the person added;\nupdate of the sections of your application form for permanent selection, including the financial independence contract and the declarations signed by your spouse or partner, if applicable;\nsupporting documents for your status, supporting document for their knowledge of French and their valid residence permit, for the addition of a spouse;\nthe\nDéclaration de consentement -- Immigration d'un enfant mineur accompagné d'un seul parent form\n(PDF 121 Kb)\n, completed and signed by the non-accompanying parent, including supporting documents concerning their identity, for the addition of a dependent child under 18\nyears of age.\nAnyone added to your application who is\n18 or older will have\n60\ndays\nto obtain their\nattestation of learning about democratic values and Québec values\nunless they:\nHave a valid student or work permit\nand\nhave already attended an Objectif Intégration session.\nAre exempted by the regulation.\nTo remove a family member from your application, you must update the number of people included in your application in your Arrima account. You must submit the change in Arrima:\nA new application form for permanent selection reflecting the changes to your application (\ntemporary foreign worker stream\n(PDF 914 Kb)\nor\nQuébec graduate stream\n(PDF 0.93 Mb)\n, according to your situation);\nA letter signed by you, requesting the addition of the person concerned, and explaining your reasons.\nIn the case of a withdrawal, the examination fees you have already paid are non-refundable.\nTo modify an application submitted on paper or on Arrima after you have obtained your Québec selection certificate\nYou must contact the Centre de contacts clientèle (Information service) at:\nMontréal area:\n514-864-9191\nElsewhere Québec (toll-free):\n1-877-864-9191\nOutside Québec:\n+\n1-514-864-9191\nYou must mail the same documents required to add or remove a family member to your application before you receive your Québec Selection Certificate; and:\nReturn to the Ministère, by mail, your original Québec Selection Certificate and the original Québec Selection Certificates of your family members issued during the initial application process.\nIf your Québec Selection Certificate was issued more than 24\nmonths ago, you must provide a letter from the federal government (IRCC ) attesting that you have submitted your application for permanent residence, and, if applicable, requesting the Québec Selection Certificate of the person added.\nYou must send the form, documents and payment by mail to the following address:\nDirection du regroupement familial et de l’enregistrement\nMinistère de l’Immigration, de la Francisation et de l’Intégration\n212-1200, boulevard Saint-Laurent\nMontréal (Québec)  H2X 0C9\nCANADA\nSubmitting an application for permanent selection using a representative\nIt is not necessary to use the services of a person you pay to undertake your immigration procedures. No priority or special treatment will be granted to you if you use the services of an immigration professional.\nIf you still decide to use the services of a paid person to represent you, see the page\nGet represented in your immigration procedures\n.\nYou and your representative must both have an account in the Arrima platform.\nThen, you can establish a representation link in your respective accounts.\nYour representative can then present your application.\nSelection conditions\nNext\nAfter obtaining your Certificat de sélection du Québec\nContact the ministère de l'Immigration, de la Francisation et de l'Intégration\nMonday, Tuesday, Thursday, Friday: from 8:00 to 16:00\nWednesday: from 10:00 to 16:30\nGreater Montréal:\n514-864-9191\nElsewhere in Québec (Toll free):\n1-877-864-9191\nFill out the contact form\n\nLast update: \n\t\t\n\t\t\t\t\n\t\t\t\t\t\tJune 18, 2024\n",
      "After obtaining your Certificat de sélection du Québec (Québec selection certificate)\nWhen you obtain your Certificat de sélection du Québec (Québec selection certificate), you must continue your immigration procedures with the Government of Canada.\nYou must also take certain steps to promote your integration into Québec society.\nOn this page:\nApply to the federal government for permanent resident status\nAfter receiving your Certificat de sélection du Québec (CSQ – Québec selection certificate), you must submit an\napplication for permanent residence (visa)\n.\nRenewing your work permit\nIf you already work in Québec and wish to continue working and living in Canada legally, you must have a valid work permit during your process of obtaining permanent residency from the Government of Canada.\nThe steps to take to renew your authorizations vary depending on whether or not you have submitted your permanent residence application.\nIf you have not submitted a permanent residence application\n, you may\nsubmit an LMIA-exempt, employer-specific work permit\napplication\nto the Government of Canada. In this case, a Certificat d’acceptation du Québec (CAQ - Québec Acceptation Certificate). However, your employer will have to make approaches to IRCC and will have to pay the fees relating to compliance in the Government of Canada Employer Portal.\nI\nf you have submitted a permanent residence application\n, two situations may arise:\nYou have obtained an acknowledgment of receipt of your permanent residence application\nor\nYou have not received an acknowledgment of receipt\nWith an acknowledgment of receipt\nYou may\nsubmit a Bridging Open Work Permit\napplication\nto the Government of Canada. In this case, you do not have to obtain a Québec Acceptance Certificate (CAQ).\nWithout acknowledgment of receipt\nYou may\nsubmit an LMIA-exempt, employer-specific work permit\napplications\nto the Government of Canada.  In this case, you do not have to obtain a a Certificat d’acceptation du Québec (CAQ - Québec Acceptation Certificate). However, your employer will also have to make approaches to the Government of Canada. Your employer will have to pay the fees relating to compliance in the Government of Canada Employer Portal.\nTransitioning from temporary to permanent status\nWhen you transition from temporary immigration status to permanent status, you must make changes to certain documents.\nSocial insurance number (SIN)\nYou must obtain a permanent\nsocial insurance\nnumber\nwhen you obtain permanent residence. For the steps to take, consult the page  Social Insurance Number from Immigration, Refugees and Citizenship Canada.\nHealth insurance card\nYou must file a new application for a health insurance card with the\nRégie de l'assurance maladie du\nQuébec\n(RAMQ) by presenting the documents relating to your new status.\nThe health insurance plan may not cover your medical care for a period of three months. If this is your situation and you do not benefit from the group insurance of your educational institution or your employer, you are strongly advised to obtain private insurance for this period.\nDriver's licence\nYou have to\nobtain a Québec driver's\nlicence\nfor the authorization to drive.\nYou may have obtained authorization to drive in Québec using the driver's licence from your country of origin. You will be able to continue using your foreign driver's licence in Québec for a maximum of 6\nmonths after the date on which you obtain your permanent status.\nIntegration steps in Québec\nTo promote your integration as soon as you obtain your Certificat de sélection du Québec (Québec selection certificate), you can:\nRegister for Accompagnement Québec on\nIntegration service for immigrants\n.\nConsult the guide\nSettle and integrate in Québec\n.\nImprove your French by following\nonline French courses\noffered by the Government of Québec.\nStart the steps to\nObtaining recognition of your competencies acquired abroad\n.\nApplying for permanent selection\n\nContact the ministère de l'Immigration, de la Francisation et de l'Intégration\nMonday, Tuesday, Thursday, Friday: from 8:00 to 16:00\nWednesday: from 10:00 to 16:30\nGreater Montréal:\n514-864-9191\nElsewhere in Québec (Toll free):\n1-877-864-9191\nFill out the contact form\nLast update: \n\t\t\n\t\t\t\t\n\t\t\t\t\t\tJuly 25, 2024\n"
    ],
    "parraiange_epoux": [
      "Verifying your eligibility to sponsor your spouse or conjugal partner\nTo sponsor your wife or husband, spouse or conjugal partner, you must meet the following conditions.\nConfirmation from the Government of Canada of your eligibility as a guarantor\nYou must have submitted a\nsponsorship application in advance to Immigration, Refugees and Citizenship Canada\n(IRCC)\n. You must then have received a letter from IRCC that:\nWas sent to you, not to the person you want to sponsor;\nIndicates that you are eligible for the sponsorship;\nInvites you to continue the steps you are taking with the Gouvernement du Québec.\nNote that, at this stage, IRCC has, in general, recognized your eligibility as a sponsor, but has not yet verified:\nThe family relationship between you and the person you want to sponsor;\nThe other requirements that the person you want to sponsor must comply with to obtain permanent residence.\nConditions that the person you sponsor must comply with\nYou must check whether the person you want to sponsor complies with the\nconditions of the family reunification category in order to sponsor a wife, husband, spouse or conjugal partner\n.\nCitizenship or permanent residence\nYou must have Canadian citizenship or permanent residence.\nPlace of residence\nYou must live in Québec. If you are a Canadian citizen, you may reside abroad at the time of application, but you must undertake to reside in Québec when your spouse, common-law partner or conjugal partner becomes a permanent resident.\nAge\nYou must be at least 18 years of age.\nPrevious undertakings\nIf you have previously made a undertaking regarding a former wife, husband, spouse or conjugal partner, that undertaking must have ended.\nFinancial capacity\nYou must\ndemonstrate that you have sufficient financial resources\nto comply with your undertaking.\nFinancial obligations\nIf you have already made a sponsorship undertaking or undertakings, you must demonstrate that:\nYou have honoured your financial obligations;\nIf applicable, you have repaid to the Gouvernement du Québec or another province any sum that was disbursed to this person as last resort financial assistance (social assistance).\nLast resort financial assistance (social assistance)\nYou must not have received last resort financial assistance, except if this assistance is given to you due to your age or disability, which creates barriers to your employment that are severe, permanent or for an indefinite term.\nSupport\nIf you must pay support after an official judgment, you must have honoured your obligations over the past five years. Otherwise, you must have repaid any amount owed.\nOffence against the person\nYou must not have been convicted, in Canada or abroad, of murder or an offence provided for in Schedule I or II of the\nCorrections and Conditional Release\nAct\n, particularly:\nA sexual offence;\nAn attempt or threat to commit a sexual offence;\nAn offence causing bodily harm;\nAn attempt or threat of offence causing bodily harm.\nIf you have been convicted of any of these offences, you must have been acquitted as a last resort or rehabilitated or have finished serving your sentence at least five years before submitting your application.\nRemoval or detention measure\nYou must not be the object of a Government of Canada deportation measure or be detained in a penitentiary or a prison.\nVerifying the eligibility of your spouse or conjugal partner\nContact the ministère de l'Immigration, de la Francisation et de l'Intégration\nMonday, Tuesday, Thursday, Friday: from 8:00 to 16:00\nWednesday: from 10:00 to 16:30\nGreater Montréal:\n514-864-9191\nElsewhere in Québec (Toll free):\n1-877-864-9191\nFill out the contact form\nLast update: \n\t\t\n\t\t\t\t\n\t\t\t\t\t\tJune 27, 2024\n",
      "Determining who you can sponsor\nYou and the person you want to sponsor must comply with the requirements of the Family Reunification Program for spouses, de facto spouses and conjugal partners.\nOn this page:\nWife or husband\nYour wife or husband may be of the same sex or a different sex than you.\nA person\ncannot\nbe considered your wife or husband if:\nAt the time of your marriage, this person was the wife or husband of another person;\nYou were, at the time of your marriage to the person you wish to sponsor, the wife or husband of another person;\nYou have been living apart from this person for at least a year and:\nThis person is the spouse, common-law partner or conjugal partner of another person;\nYou are the spouse, common-law partner or conjugal partner of another person;\nYou have a sponsorship commitment that has not yet ended with another spouse, common-law partner or conjugal partner.\nDe facto spouse\nYour de facto spouse:\nMay be of the same sex or a different sex than you;\nMust have been living in union with you for at least one year, or living in a relationship with you for at least one year, but cannot live with you because she or he is persecuted or subject to penal control.\nConjugal partner\nYour conjugal partner:\nMay be of the same sex or a different sex than you;\nMust have maintained a union with you for at least one year;\nMust live outside of Canada.\nFamily members who may accompany the principal person you sponsor\nYour wife or husband, spouse or conjugal partner may be accompanied by:\nDependent child or children;\nThe dependent child of his or her dependent child.\nA dependent child may be:\nThe biological child of the person you sponsor;\nThe adopted child by full adoption of the person you sponsor Full adoption severs the parental relationship between the child and the family of origin. It creates a new relationship with the adoptive parent.\nA child who is under 22 years old may not be married or have a de facto spouse.\nChildren age 22 or over must fulfill these two conditions:\nBe unable to meet their needs due to a physical or mental disability, at least since the date of their 22\nnd\nbirthday, and;\nDepend on one of their parents for their essential financial support.\nYou must include the family members who accompany the sponsored person in your undertaking application.\nPrevious\nVerifying your eligibility to sponsor your spouse or conjugal partner\nNext\nUnderstanding the responsibilities and obligations related to the undertaking\nContact the ministère de l'Immigration, de la Francisation et de l'Intégration\nMonday, Tuesday, Thursday, Friday: from 8:00 to 16:00\nWednesday: from 10:00 to 16:30\nGreater Montréal:\n514-864-9191\nElsewhere in Québec (Toll free):\n1-877-864-9191\nFill out the contact form\nLast update: \n\t\t\n\t\t\t\t\n\t\t\t\t\t\tApril 18, 2024\n",
      "Understanding the responsibilities and obligations related to the undertaking\nAn undertaking application is a contract that binds you to the person you sponsor and that person's accompanying family members. You become that person's guarantor.\nYou will then have responsibilities and obligations to comply with for the entire duration of your undertaking. This is why your undertaking must be taken seriously.\nIf the person you sponsor is of adult age, that person must sign a declaration confirming a clear understanding of the nature and scope of the undertaking.\nOn this page:\nTerm of undertaking\nWhen you sponsor a wife, husband, de facto spouse or conjugal partner, the duration of your commitment is\nthree years\n.\nIf the person you're sponsoring is accompanied by a dependent child, the term of your undertaking to that child varies according to their age:\nChild under age 16\nMinimum age 10, up to age 18. The longer of the two periods is chosen.\nChild age 16 or over\nMinimum 3\nyears, or up to age 25. The longer of the two periods is chosen.\nYou cannot terminate an undertaking\nonce the person you are sponsoring has obtained a permanent residence visa or confirmation of permanent residence.\nYou must honour your undertaking for its entire term, regardless of the circumstances, for example even if:\nYour financial situation deteriorates;\nYou go through a separation or a divorce;\nThe person you sponsor obtains Canadian citizenship;\nYou or the sponsored person move(s) to another province.\nYour responsibilities to the sponsored person\nYour obligations take effect as soon as they obtain permanent residence.\nFinancial obligations\nIf the person you are sponsoring is unable to pay for their basic needs and those of their accompanying family members, you must provide for their basic needs.\nThis obligation applies for the entire term of your undertaking.\nThe costs of providing for the basic needs of sponsored persons include, but are not limited to:\nSettlement and establishment costs in Québec\nYou must assume the costs for their:\nHousing;\nFurniture;\nTravel;\nFood;\nClothing.\nHealth-related costs\nYou must assume the costs not covered or not reimbursed by a public insurance plan for their:\nHealth care and services;\nPrescription drugs.\nEmployment integration costs\nYou must assume the costs not covered by a government program for job preparation and job search or employment integration approaches for persons you sponsor.\nConsequences if you fail to meet your financial obligations\nYou will be required to reimburse all sums, if the person you are sponsoring or an accompanying family member receives, during your undertaking, government assistance in the form of:\nFinancial assistance of last resort (social assistance);\nSpecial benefits, such as eyeglasses, dental treatment or hearing aids;\nAccommodation, for example, in a public residential and long-term care centre (CHSLD).\nSupport in integration approaches\nYou undertake to provide the necessary support to the person you are sponsoring and that person's family members in their integration approaches. This includes help and support to:\nLearn French or enroll in French courses;\nRegister their children for school;\nAccess public service;\nLook for a job or make approaches for recognition of studies outside Québec;\nParticipate in community life in Québec;\nTo participate in community life in Québec.\nIf the person you are sponsoring and their accompanying family members are between the ages of 18 and 55, you must complete and sign a\nwelcome and integration plan\nin section\n9 of the\nUndertaking form – Family Class\n(PDF 695 Kb)\n(in French only) (new requirement as of November\n23, 2023). In this\nwelcome and integration plan\n, you must indicate the actions you undertake to help those you are sponsoring, aged 18 to 55, in their efforts to settle and integrate in Québec.\nFor more information on the welcome and integration process, visit the page\nWelcoming and integration of the person you sponsor\n.\nThe sponsored person's responsibilities to you\nThe sponsored person must inform you:\nHow his or her basic needs are satisfied;\nAny change of address, if he or she does not live with you;\nAny approach with the aim of obtaining financial assistance, particularly government assistance.\nPrevious\nVerifying the eligibility of your spouse or conjugal partner\nNext\nSubmitting an undertaking application\nContact the ministère de l'Immigration, de la Francisation et de l'Intégration\nMonday, Tuesday, Thursday, Friday: from 8:00 to 16:00\nWednesday: from 10:00 to 16:30\nGreater Montréal:\n514-864-9191\nElsewhere in Québec (Toll free):\n1-877-864-9191\nFill out the contact form\nLast update: \n\t\t\n\t\t\t\t\n\t\t\t\t\t\tApril 18, 2024\n",
      "Submitting an undertaking application to sponsor a spouse or a conjugal partner\nWhen Immigration, Refugees and Citizenship Canada (IRCC) informs you that you are eligible to sponsor a person, you must submit an undertaking application to the Ministère de l’Immigration, de la Francisation et de l’Intégration (Ministry). The application must be accompanied by a permanent selection application for the person you want to sponsor.\nOnce it has examined your file, the Ministry will send you its decision. It will also inform IRCC of the decision and IRCC will render a decision regarding the application for permanent residence of the person you want to sponsor.\nTime limits for family reunification: alternative path to immigration\nThe time limits for admission to the skilled worker category are shorter than those for family reunification.\nSo, if the person you're sponsoring intends to work in Québec, they could file a declaration of interest in immigrating to Québec through the Regular Skilled Worker Program (RSWP). This is possible even if the person already holds a Certificat de sélection du Québec (CSQ) in the family reunification category. Declaring your interest will not cancel a previously issued CSQ.\nIf the person's profile meets the criteria set by Québec, they may be invited to apply for permanent selection under the RSWP program. If the person meets the selection conditions, they will then obtain a CSQ as a skilled worker, which will cancel the one previously obtained. The person could then become a permanent resident more quickly than under the family reunification category.\nFor more information on how the Regular Skilled Worker Program works and the eligibility criteria, please see the\nRegular Skilled Worker Program\nsection.\nOn this page:\nApplication reception period\nTo find out more about the rules governing the receipt of applications, see the section Rules Governing the Receipt of Applications\nRules Governing the Receipt of Applications\n.\nPreparing and completing the forms\nTo consult or print the documents in PDF format, you must use  Adobe Reader software,\navailable free of charge on the Adobe\nwebsite\n.\nUndertaking form – Family Class\n(PDF 695 Kb)\n(in French only)\n*This form was updated on November\n23, 2023. No previous version will be accepted.\nYou must:\nComplete and sign this form. If someone is co-signing the application with you, they must also complete and sign it (complete an undertaking form for each child if you are applying for more than one child);\nBe sure to answer the questions about the person you are sponsoring in Part 1, Section 3 of the form;\nProvide all the documents requested in Part\n2 of this form.\nAuthorization for collection and communication of personal information\n(PDF 107 Kb)\n(in French only)\nYou must complete this form if you have gone through a separation or a divorce or if you have children from a previous union.\nPermanent selection application – Family Class\n(PDF 269 Kb)\n(in French only)\nThis form must be completed by the person you sponsor. This person must return the form to you so that you can attach it to your undertaking application.\nEvaluation of financial capacity\n(PDF 433 Kb)\nYou must complete this form only if your husband or wife, de facto spouse or conjugal partner has a dependent child who also has a dependent child.\nDeclaration of the guarantor abroad – Family Class\n(PDF 95 Kb)\n(in French only)\nYou must complete this form if you reside abroad at the time you submit your undertaking application.\nDeclaration of consent - Permanent immigration of a minor child accompanied by only one parent\n(PDF 121 Kb)\nIf the person you are sponsoring is accompanied by a dependent child under the age of 18 and has or exercises parental authority with another person living abroad, he or she must complete and sign this consent form. In certain cases, additional documentation may be required (see details on the first page of this form).\nPaying the fees required to review your application\nYou must attach your payment to your application. Carefully verify the amount below to avoid having your application returned to you without being processed.\nThe fees to review your application are updated on January 1 of each year. Here are the fees charged to review an undertaking application effective January 1, 2024:\nSponsorship of a person: $319\nEach additional person sponsored: $128\nFor example, to sponsor three persons: $575 ($319 + $128 + $128).\nThe fees must be paid:\nIn full;\nIn Canadian funds only;\nBy you or a third party;\nWhen the application is deposited or mailed.\nThese fees are not refundable even if the application is rejected.\nIf the exact amount required is not provided, you will not be notified\nand your complete file will be returned to you by regular mail\n.\nAccepted payment methods\nYou may pay by the following payment methods.\nBy credit card\nYou must complete and sign the\nPayment by credit card\n(PDF 140 Kb)\nform and attach it to your application. Clearly indicate the amount payable on the form, or else it will be returned to you. In case of refusal of your credit card transaction, you will not be notified and your entire docket will be returned to you by regular mail.\nBy postal money order, cheque and bank draft\nThe following postal money orders, cheques and bank drafts are accepted:\nCanada Post money order;\nBank draft drawn on a Canadian bank;\nCertified cheque drawn on a Canadian bank;\nCheque issued by a foreign exchange dealer.\nPostal money orders, cheques and bank drafts must:\nBe made out to:  Minister of Finance of Québec.\nBe mailed to the Ministère de l’Immigration, de la Francisation et de l’Intégration.\nBe identified with the applicant’s name in block letters on the back.\nThe following payment methods are not accepted:\nPayments in cash;\nPersonal cheques;\nTraveller’s cheques.\nMailing your application\nYou must mail your complete application in a single envelope.\nYou must attach to your application:\nA copy of the letter or email you received from IRCC inviting you to continue your steps with the MIFI;\nAll the required forms, including those that must be completed by the person you sponsor, duly completed and signed;\nDocuments to be submitted in support of the undertaking application;\nThe evaluation of your financial capacity, if applicable;\nThe payment of the fees required to review your application.\nEnsure you send a complete application to avoid it being returned to you unprocessed.\nYou must mail everything to the following address:\nDirection du regroupement familial et de l’enregistrement\nMinistère de l’Immigration, de la Francisation et de l’Intégration\n202-1200, boulevard Saint-Laurent\nMontréal (Québec)\nH2X\n0C9\nCANADA\nYou must immediately notify the MIFI and IRCC if the family situation of the person you sponsor changes\n, for example in case of:\nBirth;\nDeath;\nSeparation.\nReturn of an incomplete application\nNote that the return of an incomplete application may generate significant delays in the processing of your application and result in additional mailing costs.\nThe following are the main causes of returning applications:\nInappropriate IRCC letter;\nUndertaking form improperly completed or not signed;\nNon-compliant payment or wrong amount;\nAbsence of the\nAuthorization for collection and communication of personal information form\n(PDF 107 Kb)\n(in French);\nOther unsigned missing documents or forms.\nProcessing time\nMost undertaking applications are processed\nwithin 3 months\n.\nThe processing time begins when the Ministère de l’Immigration, de la Francisation et de l’Intégration du Québec (Ministry) receives your complete application. Make sure it contains:\nThe undertaking application;\nThe permanent selection application of the people you wish to sponsor;\nThe documents and forms to be submitted in support of your application;\nThe payment of the fees required to process your application.\nIf your application is incomplete, the processing time could be longer.\nConsult the Ministry’s Déclaration de services à la clientèle for more information.\nWe are currently reviewing the undertaking applications to sponsor a spouse or a conjugal partner received on\nJuly\n3, 2024\n.\nThis information is updated regularly.\nDecision\nThree decisions may be made after evaluating your application.\nApplication accepted\nIf your undertaking application is accepted, you receive by mail:\nA letter confirming your accepted undertaking application;\nA copy of your accepted undertaking application;\nAn envelope containing the Certificat de sélection du Québec (CSQ - Québec Selection Certificate) of the person you are sponsoring. You must give it to that person. Note that the CSQ issuing time does not affect the processing time of the permanent residence application by IRCC.\nThe MIFI will itself transmit its decision and a copy of the Certificat de sélection du Québec to IRCC.\nAn IRCC office will then process the permanent residence application of the person you sponsor.\nNote that IRCC may refuse to grant permanent residence to the person you sponsor even if:\nQuébec accepted your undertaking application;\nIRCC initially indicated to you that you were eligible to sponsor a person.\nFor more details concerning the next steps in the processing of your application by IRCC:\nEvaluation of an application for permanent\nresidence\n;\nSponsorship of your wife, husband, de facto spouse or child: After submitting an\napplication\n.\nApplication refused\nIf you do not meet all the conditions of the program, you will receive a letter of intent to refuse, notifying you that your undertaking application will be refused.\nAfter receipt of that letter, you will have 60 days to submit documents or justifications that could improve your application and enable you to meet all the conditions of the program.\nIf you send your response within the deadline, the review of your application will continue. You then will receive a decision to accept or refuse.\nIf you do not respond within the requested deadline, your application will be refused.\nRecourse in case of refusal of your undertaking application\nIf your undertaking application was rejected and you have reason to believe that it should not have been, you can contest the decision before the Section des affaires sociales of the Tribunal administratif du Québec (TAQ).\nYou have 60 days to do so once you receive the letter indicating the grounds of refusal of your application. The information allowing you to exercise your recourse is sent to you with the letter of refusal.\nApplication rejected\nYou will receive a letter of intent to reject, notifying you that your application will be rejected, notably if:\nYou have submitted documents or statements the authenticity of which the MIFI has reason to doubt;\nYou have sent information or a document that is false or misleading in the context of this application or within five years preceding the review of the application;\nYou failed to provide information or a document required.\nYou have 60 days after receipt of this letter to submit convincing evidence to dispel the grounds of rejection that were communicated to you in the letter.\nIf you send your response within the deadline, the review of your application will continue. You will then receive an acceptance or rejection decision.\nIf you do not respond within the requested deadline, your application will be rejected.\nIf your application is rejected, you can submit an application for\nadministrative review.\nUnderstanding the responsibilities and obligations related to the undertaking\nContact the ministère de l'Immigration, de la Francisation et de l'Intégration\nMonday, Tuesday, Thursday, Friday: from 8:00 to 16:00\nWednesday: from 10:00 to 16:30\nGreater Montréal:\n514-864-9191\nElsewhere in Québec (Toll free):\n1-877-864-9191\nFill out the contact form\nLast update: \n\t\t\n\t\t\t\t\n\t\t\t\t\t\tAugust 28, 2024\n"
    ]
  },
  "education": {
    "universities": [
      "University education is the second level of non-compulsory instruction, after college studies. In Québec, there are 18\nuniversities, which operate independently.\nThe university academic year consists of 3\nterms, usually lasting 15\nweeks each:\nFall: from September to December\nWinter: from January to April\nSummer: from May to August\nMost courses and educational activities are worth 3\ncredits; however, some may be worth 1, 2 or 4\ncredits. A credit represents approximately 45\nhours of work per term. Hours of work may include individual study; attendance in class, in a laboratory or in a workshop; an internship, or online courses or activities.\nFor you to have full-time student status at the undergraduate level, your term must consist of no fewer than 12\ncredits, which is usually equivalent to 4\ncourses or educational activities.\nGenerally, to have full-time student status at the graduate level, your term must consist of no fewer than 9\ncredits. However, this number can vary depending on the activities, university and program.\nThere are\n3\nlevels of university studies\n. Programs at the Master’s (Cycle\n2) and Doctoral (Cycle\n3) levels are also known as graduate and post-graduate studies.\nUndergraduate (Cycle 1)\nThe main programs offered in Cycle\n1 are:\nBachelor’s degree\nA bachelor’s degree is a long program that focuses on a specific field of studies. Depending on the program, it requires 3 to 4\nyears of full-time studies and consists of 90 to 120\ncredits. This is generally equivalent to 30 to 40\ncourses or educational activities.\nTo complete the 90-credit Cycle\n1 program within the expected timeframe, you usually need to complete the equivalent of 15\ncredits per term. This generally amounts to 5\ncourses or educational activities.\nCertificate\nA certificate is a short complementary or supplementary program in a specific field of studies, requiring 1\nyear of full-time studies to complete. It consists of 30\ncredits, which is usually equivalent to 10\ncourses or educational activities.\nIn some cases, the combination of 3\ncertificates can lead to the awarding of a bachelor’s degree. Certificate courses are sometimes part of a bachelor’s degree.\nGraduate (Cycle\n2)\nThe main programs offered in Cycle\n2 are:\nMaster’s with thesis\nA Master’s with thesis option centres around a research project. It generally requires 2\nyears of full-time studies to complete and consists of 45\ncredits.\nOther Master’s degrees (e.g. professional or non-thesis)\nThese programs focus on professional practice or a research project, but to a lesser extent than the thesis option. They generally require 2\nyears of full-time studies to complete, but may take longer, and consist of 45 to 60\ncredits.\nSpecialized graduate diploma (DESS)\nThe DESS allows you to develop particular expertise in a specific field. It requires 1\nyear of full-time studies to complete and consists of 30\ncredits, which is usually equivalent to 10\ncourses or educational activities.\nPost-graduate (Cycle\n3)\nThe main program in Cycle\n3 is:\nDoctorate\nThe doctoral program, which focuses on research and the advancement of knowledge in a given field, consists of 90\ncredits, of which at least 60\ncredits are dedicated to research. It generally requires 4\nyears of full-time studies to complete but may be longer or shorter.\nFor some programs consisting of 120\ncredits, an additional 1 to 2\nyears of study is required.\nTuition fees and financial assistance\nBasic tuition fees in 2020\n‑\n2021 are $87.43 per credit. For a Québec student registered full-time (30\n‑\ncredits), this amounts to $2\n623 per term.\nNon-residents of Québec must pay a lump sum in addition to the basic tuition fees. The lump sum for 30\ncredits in 2020\n‑\n2021 is $5\n563. For a full-time student (30\ncredits), this amounts to $8\n186 per term.\nInternational students in Cycle\n2 and 3\nresearch programs are also required to pay a lump sum in addition to the basic tuition fees:\nCycle\n2: $13\n944 for 30\ncredits in 2020-2021, for a total tuition fee of $16\n567\nCycle\n3: $12\n272 for a total tuition fee of $14\n895\nTuition fees for international students in undergraduate and professional graduate programs are set by each individual university.\nFor more information on tuition fees, refer to the website of the\nuniversity you are interested in\n.\nFinancial assistance\nQuébec students with insufficient financial resources may benefit from the\nLoans and Bursaries Program\nfor full-time studies or the Loans Program for Part-time Students.\nSome universities offer employment for students with financial difficulties. Find out more on the Work/Study Program web page.\nSee also\nAssurance de la qualité dans les universités (in French\nonly)\n",
      "Each university is responsible for the programs and services that they offer. For more information on the programs offered, refer to the website of the\nuniversity you are interested in\n.\nThe\nInformation sur le marché du\ntravail\n(Labor Market Information) website presents all of the available university programs. This site can also be used to explore the different trades and occupations and the training required to practise them.\nSee also\nDiscover jobs with a promising future\n",
      "The requirements for admission to Québec universities differ from those in other institutions in North America. Admission is granted after 13\nyears of school instead of 12\nyears due to the minimum of 2\nyears of pre-university college studies in Québec.\nAdmission to undergraduate studies generally requires that you have a Diploma of College Studies (DCS).\nIf you do not have a DCS, you may be admitted by meeting the requirements established by the university (interrupted studies, relevant experience on the job market or university readiness training). For more information about admission requirements, refer to the website of the\nuniversity you are interested in\n.\nOther requirements may also be taken into account for programs with limited enrolment, including the\nR score\n, or CRC (côte de rendement au collégial).\nCanadian (non-residents of Québec) and international students\nStudents who are Canadian citizens or permanent residents must provide proof of their Québec resident status by filling out the\nAttestation of Québec Resident Status\n(PDF 68 Kb)\n.\nIndividuals from other Canadian provinces or territories as well as international students can find all the necessary information on specific admission requirements on the website of the\nuniversity they are interested in\n.\nUniversity Prerequisites pathway\nStudents who must complete one or more courses to meet the requirements for admission to a university program can choose the\nUniversity Prerequisites\n(PDF 338 Kb)\npathway, which can be offered at all universities.\nProcess\nFor more information on the admission process, refer to the website of the\nuniversity you are interested in\n.\n",
      "Abitibi-Témiscamingue\nUniversité du Québec en\nAbitibi-Témiscamingue\nBas-Saint-Laurent\nUniversité du Québec à\nRimouski\nCapitale-Nationale\nÉcole nationale d’administration\npublique\nInstitut national de la recherche\nscientifique\nUniversité\nLaval\nEstrie\nBishop’s\nUniversity\nUniversité de\nSherbrooke\nMauricie\nUniversité du Québec à\nTrois-Rivières\nMontréal\nÉcole des hautes études commerciales de\nMontréal\nÉcole de technologie\nsupérieure\nPolytechnique\nMontréal\nConcordia\nUniversity\nUniversité de\nMontréal\nMcGill\nUniversity\nUniversité du Québec à\nMontréal\nOutaouais\nUniversité du Québec en\nOutaouais\nSaguenay – Lac-Saint-Jean\nUniversité du Québec à\nChicoutimi\nDistance education\nUniversité\nTÉLUQ\n"
    ],
    "cegep": [
      "College is the first level of education at which schooling is not compulsory in Québec. College studies follow secondary school and precede university education. There are numerous college institutions:\n48\nCEGEPs (public colleges), five of which are English-language institutions\nabout 70 private colleges, more than a third of which are subsidized\n4 affiliated public institutions, including the Institut de tourisme et d’hôtellerie du Québec\nA college year is comprised of two 16-week terms (including the examination period), one in the fall (August to December) and one in the winter (January to May). Shorter terms may be offered in the summer.\nMost courses average 45\nhours per term, which is about three hours per week. In order to be considered a full-time student, you must register for at least 180\nhours in a term, or 165\nhours if Physical Education is one of the courses taken.\nTypes of Diplomas\nThere are different types of college diplomas:\nDiploma of College Studies (DSC)\nPrograms leading to a DCS have general education courses and program-specific courses.\nGeneral education consists of:\ngeneral courses related to the program of study (language of instruction and literature, philosophy or humanities and second language)\ngeneral courses common to all programs (language of instruction and literature, philosophy or humanities, second language and physical education)\ncomplementary courses from the following subject areas: social sciences, science and technology, modern languages, mathematics literacy and computer science, art and aesthetics and contemporary issues\nTwo types of programs lead to a DCS:\nPre-University Programs\nProgram that prepares students for university and that requires two years of full-time study.\nTechnical Programs\nProgram designed to prepare students for the job market and that requires three years of full-time study. Vocational training may also provide access to university, provided that certain requirements related to the chosen university program are met.\nTechnical programs include at least one practicum in the workplace.\nAttestation of College Studies (ACS)\nPrograms leading to an ACS are short-term technical programs designed to prepare students for immediate employment. As the selection of these programs is always changing, the most up-to-date information can be found on each college’s website.\nR Score\nThe R score, or CRC (\ncote de rendement au collégial\nin French), measures a person’s academic performance in a context where students take separate courses and are evaluated by different professors in groups with varying characteristics.\nUniversities use the R score to analyze applications, particularly when a program has a quota, or as a minimum threshold for admission to certain programs. This score ensures greater equity in the processing of applications to university.\nFor more information, please consult the\nBureau de coopération interuniversitaire\nwebsite\n.\nSee also\nQuality Assurance (french only)\nGeneral Education Components (french only)\n(PDF 825 Kb)\n",
      "Tuition Fee\nStudents enrolled full-time receive free tuition. For part-time students, some tuition fees may apply. Canadians who are not Québec residents and foreign students must pay tuition fees, also called “lump-sums.”\nStudents who are Canadian citizens or permanent residents of Canada may be exempt from paying tuition fees. They must provide proof of their Québec resident status by completing the\nAttestation of Québec Resident Status form\n(PDF 70 Kb)\n.\nAssociated Fees\nStudents may be required to pay various fees, such as:\napplication fees: maximum of $30 per application\nregistration fees: maximum of $20 per term\nother related fees (e.g., producing the student card): maximum of $25 per term\nmiscellaneous fees (for services related to college life): no maximum\nstudent association membership fee\nThere may also be costs for additional services, such as access to the library. Other optional costs, such as contributions to a foundation, a parents’ association or a charitable organization, may be charged to students.\nTuition fees and other related fees may be charged for studies in a private college.  The amounts vary from one institution to another and are governed by the rules in the\nRégime budgétaire et financier des établissements privés d’ordre\ncollégial\n(in French only) and the\nRegulation respecting private educational institutions at the college\nlevel\n.\nFinancial Assistance\nQuébec students with insufficient financial resources can benefit from\nloans and bursaries for full‑time studies\nand\nloans for part-time studies\n.\n",
      "Consult the\ndirectory of\nprograms\noffered in Québec for pre-university and technical training.\nYou can also consult:\nthe\nlist of approved programs by\ncollege\n(in French only)\na description of the\npre-university programs\nand the list of colleges authorized to offer it\nthe\nresearch\ntool\nfor technical programs\nConsult the\nBack to\nCEGEP\nwebsite for more information on short-term programs leading to an Attestation of College Studies (ACS).\nRegistering for college without choosing a program\nThe\nSpringboard to a DCS\n(PDF 336 Kb)\npathway allows you to register for college without choosing a program of study right away. It offers courses common to all programs, program-specific courses, orientation activities, etc.\nA person may be registered for the Springboard to a DCS path for no more than three consecutive terms.\nSee also\nREPÈRES\nOrdre des conseillers et conseillères d’orientation du\nQuébec\n",
      "To be eligible for a\nprogram leading to a Diploma of College Studies (DCS)\n, you must have either:\na Secondary School Diploma (SSD)\na Diploma of Vocational Studies (DVS) and have passed:\nthe Secondary V language of instruction program\nthe Secondary V second language program\nthe Secondary IV mathematics program\nreceived instruction the college considers equivalent\ninstruction and experience the college considers sufficient who has interrupted full-time studies for a cumulative period of at least 24 months\nsix credits or less remaining before obtaining an SSD or for completing one of the following subjects:\nSecondary V language of instruction\nSecondary V second language\nSecondary IV mathematics\nSome college programs also have specific requirements for the program you choose.\nTo be eligible for a\nprogram leading to an Attestation of College Studies (ACS)\n, you must meet one of the following conditions:\nhave interrupted full-time studies or pursued post-secondary studies for at least two consecutive terms (a combination of interruption of studies and post-secondary studies is accepted)\nhold a DVS\nbe covered under an agreement between the college and an employer, or be benefiting from a government program\nRemedial activities\n(PDF 497 Kb)\nmay be offered to allow students who do not meet all the admission requirements for a program leading to a DCS or an ACS to fill in the gaps.\nActivities that foster student success\n(PDF 497 Kb)\nmay also be offered to allow students to acquire competencies which are considered essential for pursuing college studies.\nProcess\nTo submit an application for admission to a CEGEP for a\nprogram leading to a Diploma of College Studies (DCS)\n, you must complete the form for your regional admission service (RAS):\nService régional d’admission au collégial de Québec\n(SRACQ)\nService régional de l’admission des cégeps du Saguenay–Lac-Saint-Jean\n(SRASL)\nService régional d’admission du Montréal métropolitain\n(SRAM)\nHowever, to study at one of the following CEGEPs, you must send your application for admission directly to the college:\nChamplain Regional College –Saint-Lambert-Longueuil Campus\n(CHALA)\nChamplain Regional College –Saint-Lawrence Campus\n(CHALW)\nDawson College\n(DAWSO)\nThe deadlines for submitting an application for admission are as follows:\nFall term: March 1\nWinter term: November 1\nTo submit an application for admission to a\nprivate college\nor for a\nprogram leading to an ACS\n, visit the website of the\ncollege of your choice\n.\n",
      "Abitibi-Témiscamingue\nFrench Cégep\nCégep de\nl’Abitibi-Témiscamingue\nGovernment-funded establishments\nConservatoire de musique de\nVal-d’Or\nBas-Saint-Laurent\nFrench Cégeps\nCégep de La\nPocatière\nCégep de\nMatane\nCégep de\nRimouski\nCégep de\nRivière-du-Loup\nGovernment-funded establishments\nConservatoire de musique de\nRimouski\nInstitut de technologie agroalimentaire du Québec - campus de La\nPocatière\nCapitale-Nationale\nFrench Cégeps\nCégep de\nSainte-Foy\nCégep\nGarneau\nCégep\nLimoilou\nEnglish-language Cégeps\nCégep Champlain –\nSaint-Lawrence\nSubsidized private French-language institutions\nCampus\nNotre-Dame-de-Foy\nCollège Bart\n(1975)\nCollège O’Sullivan de Québec\ninc.\nMérici Collégial\nPrivé\nNon-subsidized private schools\nAcadémie de Formation Équestre du\nQuébec\nCollège\nAvalon\nCollège iFly\ninc.\nL’École de danse de\nQuébec\nGovernment-funded establishments\nConservatoire de musique de\nQuébec\nCentre-du-Québec\nFrench Cégeps\nCégep de\nDrummondville\nCégep de\nVictoriaville\nSubsidized private school\nCollège\nEllis\nChaudière-Appalaches\nFrench Cégeps\nCégep\nBeauce-Appalaches\nCégep de\nLévis\nCégep de\nThetford\nCôte-Nord\nFrench Cégeps\nCégep de\nBaie-Comeau\nCégep de\nSept-Îles\nEstrie\nFrench Cégeps\nCégep de\nGranby\nCégep de\nSherbrooke\nEnglish-language Cégeps\nChamplain College\n– Lennoxville\nSubsidized private French-language institutions\nSéminaire de\nSherbrooke\nNon-subsidized private school\nCestar Collège, Campus\nSherbrooke\nCollège Canada\ninc.\nCollège Eid Air\nAviation\nGaspésie–Îles-de-la-Madeleine\nFrench Cégep\nCégep de la Gaspésie et des\nÎles\nLanaudière\nFrench Cégeps\nCégep régional de Lanaudière à\nJoliette\nCégep régional de Lanaudière à\nL’Assomption\nCégep régional de Lanaudière à\nTerrebonne\nNon-subsidized private school\nPassport\nHélico\nLaurentides\nFrench Cégeps\nCégep de\nSaint-Jérôme\nCégep Lionel\nGroulx\nNon-subsidized private school\nLachute\nAviation\nLaval\nFrench Cégep\nCégep\nMontmorency\nSubsidized private French-language institutions\nCollège\nLaSalle\nNon-subsidized private school\nCollège CDI Administration. Technologie.\nSanté\nCollège de l’immobilier du\nQuébec\nMauricie\nFrench Cégeps\nCégep de\nTrois-Rivières\nCégep de\nShawinigan\nSubsidized private French-language institutions\nCollège\nLaflèche\nCollège\nEllis\nGovernment-funded establishment\nConservatoire de musique de\nTrois-Rivières\nMontérégie\nFrench Cégeps\nCégep de\nSorel-Tracy\nCégep de\nSt-Hyacinthe\nCégep de\nValleyfield\nCégep Édouard\nMontpetit\nCégep\nSaint-Jean-sur-Richelieu\nEnglish-language Cégep\nChamplain College –\nSaint-Lambert\nSubsidized private French-language institutions\nCollège\nEllis\nInstitut\nTeccart\nNon-subsidized private schools\nAcadémie de\nl’Entrepreneurship\nCollège Air\nRichelieu\nCollège April-Fortier\ninc.\nCollège CDI Administration. Technologie.\nSanté\nCollège de l’immobilier du\nQuébec\nCargair\nLtée\nCollège de pilotage\nSaint-Hubert\nCollège\nMilestone\nHélicraft\nInstitut Élite de\nMontréal\nGovernment-funded establishment\nInstitut de technologie agroalimentaire du Québec - campus de\nSaint-Hyacinthe\nMontréal\nFrench Cégeps\nCégep\nAndré-Laurendeau\nCégep\nd’Ahuntsic\nCégep de\nBois-de-Boulogne\nCégep de\nMaisonneuve\nCégep de\nRosemont\nCégep de\nSaint-Laurent\nCégep du Vieux\nMontréal\nCégep\nGérald-Godin\nJohn Abbott\nCollege\nCégep\nMarie-Victorin\nDawson\nCollege\nVanier\nCollege\nEnglish-language Cégeps\nJohn Abbott\nCollege\nDawson\nCollege\nVanier\nCollege\nSubsidized private French-language institutions\nCollège Notre-Dame-de-Foy / Collège\nBCM\nCollège André-Grasset (1973)\ninc.\nCollège\nJean-de-Brébeuf\nCollège\nDécarie\nCollège\nEllis\nLaSalle\nCollege\nO’Sullivan College of Montreal\ninc.\nCollège\nUniversel\nCollégial international\nSainte-Anne\nÉcole de musique Vincent\nd’Indy\nNational Circus\nSchool\nTeccart\nInstitute\nSubsidized private English-language institutions\nMarianopolis\nCollege\nTAV\nCollege\nFrance-Québec Agreements\nCollège international Marie de\nFrance\nCollège Stanislas\ninc.\nNon-subsidized private schools\nAcadémie de\nl'Entrepreneurship\nCampus d’effets visuels\ninc.\nCollège April-Fortier\ninc.\nCollège\nAvalon\nCanada\nCollege inc.\nCDI College Business.\nTechnology. Healtcare\nCumberland\nCollege.\nCollège\nd’aéronautique\nMatrix\nCollege\nCollège de l’immobilier du\nQuébec\nCollège d’enseignement en immobilier\ninc.\nAscent\nCollege\nMontreal College of Information\nTechnology\nGreystone\nCollege\nHerzing\nCollege\nKensley College\ninc.\nCollège l’Avenir de Rosemont\ninc.\nCestar College, Campus\nLaSalle\nCestar College - Syn\nStudio\nCollege National of Science and\nTechnology inc.\nCollège St-Michel, Pavillon\nSauvé\nCollège\nUnica\nÉcole de danse contemporaine de\nMontréal\nINSA School of\nManagement\nÉcole nationale de\nl’humour\nNational Theatre School\nof Canada\nÉcole Supérieure Internationale de\nMontréal\nRecording Arts\nCanada\nTrebas Institute of Québec\nInc.\nIsart Digital Montréal\ninc.\nLes Écoles\nCréatives\nMultihexa\nRubika\nMontréal\nGovernment-funded establishments\nConservatoire de musique de\nMontréal\nInstitut de tourisme et d’hôtellerie du\nQuébec\nMacdonald College – McGill\nUniversity\nNord-du-Québec\nThere are no colleges in this region.\nOutaouais\nFrench Cégep\nCégep de\nl’Outaouais\nEnglish-language Cégeps\nHéritage\nCollege\nSubsidized private school\nCollège\nUniversel\nNon-subsidized private school\nCollège Canada\ninc.\nCollège Select\nAviation\nGovernment-funded establishment\nConservatoire de musique de\nGatineau\nSaguenay–Lac-Saint-Jean\nFrench Cégeps\nCégep de\nChicoutimi\nCégep de\nJonquière\nCégep de\nSt-Félicien\nCollège\nd’Alma\nNon-subsidized private school\nMultiHexa\nGovernment-funded establishment\nConservatoire de musique de\nSaguenay\nDistance learning CEGEPs\nCégep à\ndistance\n"
    ]
  }
}